Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Here you can update WPL Pro and its add-ons.
ro_ro: Aici puteți actualiza WPL Pro și suplimentele sale.

source: WPL manual and Support
ro_ro: Manual și asistență WPL

source: Browse KB articles
ro_ro: Căutați articole KB

source: Next Menu
ro_ro: Următorul meniu

source: WPL Activities
ro_ro: Activități WPL

source: Filter Activities
ro_ro: Activități de filtrare

source: Manage Activities
ro_ro: Gestionați activitățile

source: You can toggle activities simply by clicking on an action icon.
ro_ro: Puteți comuta activități pur și simplu făcând clic pe o pictogramă de acțiune.

source: Add New Listings
ro_ro: Adăugați înregistrări noi

source: You can add a new listing using this categorized and advanced form.
ro_ro: Puteți adăuga o nouă listă folosind acest formular clasificat și avansat.

source: Fill The Data
ro_ro: Completați datele

source: Categorized Data
ro_ro: Date categorice

source: Finalize the Listing
ro_ro: Finalizați listarea

source: Manage Property Types
ro_ro: Gestionați tipurile de proprietăți

source: Here you can add new property types or manage existing property types.
ro_ro: Aici puteți adăuga noi tipuri de proprietăți sau puteți gestiona tipurile de proprietăți existente.

source: Manage Listing Types
ro_ro: Gestionați tipurile de listare

source: Also you can manage listing types and Google Maps marker icons here.
ro_ro: De asemenea, puteți gestiona tipurile de listare și pictogramele markerului Google Maps aici.

source: Measuring Units
ro_ro: Unități de măsurare

source: Sort Options
ro_ro: Sortare opțiuni

source: Room Types
ro_ro: Tipuri de cameră

source: WPL Kind/Entities
ro_ro: WPL tip/entități

source: Switch between WPL kind/entities to manage kind fields.
ro_ro: Comutați între WPL tip/entități pentru a gestiona câmpurile Kind.

source: Data Categories
ro_ro: Categorii de date

source: Mandatory/Optional fields
ro_ro: Câmpuri obligatorii/opționale

source: Select or deselect the star icon to make a field mandatory or option.
ro_ro: Selectați sau deselectați pictograma STAR pentru a face un câmp obligatoriu sau opțiune.

source: Edit fields
ro_ro: Editați câmpuri

source: Use the edit icon to modify field details.
ro_ro: Utilizați pictograma Editare pentru a modifica detaliile câmpului.

source: Disable/Enable fields
ro_ro: DISABILE/ANABILĂ Câmpuri

source: Add new fields
ro_ro: Adăugați câmpuri noi

source: Add new data categories
ro_ro: Adăugați noi categorii de date

source: You can find some stats about listings here.
ro_ro: Puteți găsi câteva statistici despre înregistrări aici.

source: Manage Existing Listings
ro_ro: Gestionați listările existente

source: Different Kinds
ro_ro: Diferite tipuri

source: Switch to different kinds of listings.
ro_ro: Treceți la diferite tipuri de înregistrări.

source: Search Listings
ro_ro: Listele de căutare

source: Do you have many listings? You can filter them using this form simply.
ro_ro: Aveți multe înregistrări?

source: Purge Listing
ro_ro: Lista de purjare

source: If you need to remove a listing completely. You can use purge button.
ro_ro: Dacă trebuie să eliminați complet o listă.

source: Edit Listing
ro_ro: Editați listarea

source: For modifying the listing click this button.
ro_ro: Pentru modificarea listei, faceți clic pe acest buton.

source: Property Details Page
ro_ro: Pagina detalii despre proprietate

source: Open the property details page in the frontend of website.
ro_ro: Deschideți pagina detalii despre proprietate în frontendul site -ului web.

source: See All countries
ro_ro: Vezi toate țările

source: You can see all WPL countries here.
ro_ro: Puteți vedea toate țările WPL aici.

source: Search on countries
ro_ro: Căutare în țări

source: Also you can search on listed locations here.
ro_ro: De asemenea, puteți căuta aici în locații enumerate.

source: Add new locations
ro_ro: Adăugați locații noi

source: Don't you see your desired location? Add it to here.
ro_ro: Nu vedeți locația dorită?

source: WPL Logs
ro_ro: Jurnalele wpl

source: Search Logs
ro_ro: Jurnalele de căutare

source: You can search on logs using this complete search form.
ro_ro: Puteți căuta pe jurnalele folosind acest formular complet de căutare.

source: Delete Logs
ro_ro: Ștergeți jurnalele

source: If you want to remove all logs, you can do it using this button simply.
ro_ro: Dacă doriți să eliminați toate jurnalele, puteți face acest lucru folosind acest buton pur și simplu.

source: Edit Notifications
ro_ro: Editați notificări

source: Click notification title to redirect to edit page of each notification.
ro_ro: Faceți clic pe titlu de notificare pentru a redirecționa pentru a edita pagina fiecărei notificări.

source: WPL Payments
ro_ro: Plăți WPL

source: Here you can find all payment configurations and transactions.
ro_ro: Aici puteți găsi toate configurațiile și tranzacțiile de plată.

source: Payment gateways
ro_ro: Gateway -uri de plată

source: Enable your desired payment gateways and set the credentials here.
ro_ro: Activați gateway -urile de plată dorite și setați acreditările aici.

source: Payment Transactions
ro_ro: Tranzacții de plată

source: Also you can see all transactions here.
ro_ro: De asemenea, puteți vedea toate tranzacțiile aici.

source: Fill your own Profile
ro_ro: Completați -vă propriul profil

source: Here you can update your own profile information.
ro_ro: Aici vă puteți actualiza propriile informații despre profil.

source: Finalize the Form
ro_ro: Finalizați formularul

source: Use the categories to navigate between different sections.
ro_ro: Utilizați categoriile pentru a naviga între diferite secțiuni.

source: Notifications Options
ro_ro: Opțiuni de notificări

source: UI Customizer
ro_ro: Personalizat UI

source: Also you can customize frontend user interface of WPL here.
ro_ro: De asemenea, puteți personaliza interfața de utilizator frontend a WPL aici.

source: Maintenance
ro_ro: Întreţinere

source: Server Requirements
ro_ro: Cerințe de server

source: Please make sure that your server meets the requirements first.
ro_ro: Vă rugăm să vă asigurați că serverul dvs. îndeplinește mai întâi cerințele.

source: Manage WPL Agents
ro_ro: Gestionați agenții WPL

source: Search Users
ro_ro: Căutați utilizatori

source: Use this form to perform a search on WPL agents.
ro_ro: Utilizați acest formular pentru a efectua o căutare pe agenții WPL.

source: Manage User Accesses
ro_ro: Gestionați accesul utilizatorilor

source: Click edit icon of each user to change the accesses of the user.
ro_ro: Faceți clic pe pictograma Editați fiecare utilizator pentru a schimba accesul utilizatorului.

source: Remove Agent
ro_ro: Eliminați agentul

source: WPL Listing
ro_ro: LISTARE WPL

source: Page %s
ro_ro: Pagina %s

source: WPL Add-ons
ro_ro: WPL suplimente

source: Once Weekly
ro_ro: Odată săptămânal

source: WPL - your products support validity will be expired in the next
ro_ro: WPL - Validitatea suportului pentru produsele dvs. va fi expirată în următoarea

source: Realtyna WPL : wpl_properties table has
ro_ro: Realtyna wpl: tabelul wpl_properties are

source: Sorry, you currently don't have access to this page!
ro_ro: Ne pare rău, în prezent nu aveți acces la această pagină!

source: File extension is not valid.
ro_ro: Extensia fișierului nu este valabilă.

source: File size is not valid!
ro_ro: Dimensiunea fișierului nu este valabilă!

source: An update found ... please wait!
ro_ro: O actualizare găsită ... Vă rugăm să așteptați!

source: Your add-on is up to date!
ro_ro: Adăugarea dvs. este la curent!

source: Credentials verified.
ro_ro: Credențe verificate.

source: Invalid credentials!
ro_ro: Credențe nevalide!

source: New credential sent to your email please check your inbox.
ro_ro: Noua acreditare trimisă la e -mail, vă rugăm să verificați căsuța de e -mail.

source: Please set recaptcha.
ro_ro: Vă rugăm să setați Recaptcha.

source: Captcha is invalid! Please try again.
ro_ro: Captcha este invalid!

source: Activity not found!
ro_ro: Activitate nu a fost găsită!

source: Specific Options
ro_ro: Opțiuni specifice

source: Valid file type
ro_ro: Tip de fișier valid

source: Maximum file size
ro_ro: Dimensiunea maximă a fișierului

source: True Label
ro_ro: Etichetă adevărată

source: False Label
ro_ro: Etichetă falsă

source: Default Value
ro_ro: Valoare implicită

source: True
ro_ro: Adevărat

source: False
ro_ro: Fals

source: Date Range
ro_ro: Gama de date

source: Min date
ro_ro: Date min

source: Max date
ro_ro: Data maximă

source: Option
ro_ro: Opţiune

source: Single
ro_ro: Singur

source: Multiple
ro_ro: Multiplu

source: Max file size
ro_ro: Dimensiunea maximă a fișierului

source: You can disable / enable locations in listing details page.
ro_ro: Puteți dezactiva / activa locații în pagina de detalii despre listarea.

source: Membership Add-on must be installed for this!
ro_ro: Adăugarea de membru trebuie instalată pentru acest lucru!

source: Viewable by
ro_ro: Vizualizat de

source: All Users
ro_ro: Toți utilizatorii

source: Selected Users
ro_ro: Utilizatori selectați

source: Leave empty to hide!
ro_ro: Lăsați gol să se ascundă!

source: Data category
ro_ro: Categorie de date

source: Storage
ro_ro: Depozitare

source: Normal Storage
ro_ro: Depozitare normală

source: Search-able Storage
ro_ro: Stocare capabilă de căutare

source: Multilingual
ro_ro: Multilingv

source: Detail Page
ro_ro: Pagina de detaliu

source: Search Widget
ro_ro: Widget de căutare

source: Save Search
ro_ro: Salvați căutarea

source: Network Apply
ro_ro: Rețea se aplică

source: Compare
ro_ro: Comparaţie

source: Compare row
ro_ro: Comparați rândul

source: Higher is better
ro_ro: Mai sus este mai bun

source: Lower is better
ro_ro: Mai jos este mai bun

source: Field ID
ro_ro: ID de câmp

source: Column Name
ro_ro: Numele coloanei

source: Specificable
ro_ro: Specific

source: Listing specific
ro_ro: Listarea specifică

source: Property type specific
ro_ro: Tipul de proprietate specific

source: Field specific
ro_ro: Specific câmpului

source: Field
ro_ro: Domeniu

source: User type specific
ro_ro: Tip de utilizator specific

source: If zero
ro_ro: Dacă zero

source: Show Text
ro_ro: Afișați text

source: Replace Parent Data
ro_ro: Înlocuiți datele părinților

source: Convert to Feature
ro_ro: Convertiți în caracteristică

source: Show Label
ro_ro: Etichetă arată

source: Ribbon
ro_ro: Panglică

source: hide
ro_ro: ascunde

source: Tags Widget
ro_ro: Widget TAGS

source: Background Color
ro_ro: Culoarea fundalului

source: Text Color
ro_ro: Culoarea textului

source: Labeled by default
ro_ro: Etichetat în mod implicit

source: The Tags Add-on must be installed for this feature!
ro_ro: Etichetele suplimentare trebuie instalate pentru această caracteristică!

source: Convert to Select
ro_ro: Convertiți în selectare

source: If Zero
ro_ro: Dacă zero

source: Editor Settings
ro_ro: Setări editor

source: Advanced Editor
ro_ro: Editor avansat

source: Conversion
ro_ro: Conversie

source: Convert high values to Acre and Hectare
ro_ro: Convertiți valorile ridicate în acre și hectar

source: Link title
ro_ro: Titlul linkului

source: New Window
ro_ro: Fereastră nouă

source: Current Window
ro_ro: Fereastra curentă

source: Walk
ro_ro: Plimbare

source: Car
ro_ro: Mașină

source: Train
ro_ro: Tren

source: Add new
ro_ro: Adăugați nou

source: By
ro_ro: De

source: Manually insert meta keywords
ro_ro: Introduceți manual cuvinte cheie meta

source: Pro addon must be installed for this!
ro_ro: Pro Addon trebuie instalat pentru asta!

source: Manually insert meta descriptions
ro_ro: Introduceți manual meta descrieri

source: Position of property
ro_ro: Poziția proprietății

source: Geocode was not successful for the following reason:
ro_ro: Geocode nu a avut succes din următorul motiv:

source: Enter a valid %s!
ro_ro: Introduceți un %valabil!

source: Location data is mandatory
ro_ro: Datele locației sunt obligatorii

source: Enter a valid %s for %s!
ro_ro: Introduceți un %valabil pentru %s!

source: Upload a valid
ro_ro: Încărcați un valabil

source: Image uploader
ro_ro: Încărcător de imagini

source: External images
ro_ro: Imagini externe

source: Select files
ro_ro: Selectați fișiere

source: Add image
ro_ro: Adăugați imagine

source: Image links
ro_ro: Link -uri de imagine

source: Enter each image link in a new line
ro_ro: Introduceți fiecare legătură de imagine într -o nouă linie

source: Delete all images
ro_ro: Ștergeți toate imaginile

source: Image Title
ro_ro: Titlul imaginii

source: Image Description
ro_ro: Descrierea imaginii

source: Image Category
ro_ro: Categorie de imagini

source: Error occured
ro_ro: A apărut eroare

source: Delete all attachments
ro_ro: Ștergeți toate atașamentele

source: Attachment Title
ro_ro: Titlu de atașament

source: Attachment Description
ro_ro: Descrierea atașamentului

source: Attachment Category
ro_ro: Categorie de atașament

source: Embed code
ro_ro: Cod încorporat

source: Video uploader
ro_ro: Încărcător video

source: Add video
ro_ro: Adăugați videoclipuri

source: Video title
ro_ro: Titlul videoclipului

source: Video description
ro_ro: Descriere video

source: Url to Video Thumbnail
ro_ro: URL la miniatură video

source: Need help?
ro_ro: Aveți nevoie de ajutor?

source: Video embed code
ro_ro: Cod de încorporare video

source: Sample: %s
ro_ro: Eșantion: %s

source: Select Files
ro_ro: Selectați fișiere

source: Video Title
ro_ro: Titlul videoclipului

source: Video Description
ro_ro: Descriere video

source: Video Category
ro_ro: Categorie video

source: Length
ro_ro: Lungime

source: Add room
ro_ro: Adăugați cameră

source: Enter Specific Language Value...
ro_ro: Introduceți valoarea specifică a limbajului ...

source: Your friend's name
ro_ro: Numele prietenului tău

source: Your friend's email
ro_ro: E -mailul prietenului tău

source: Subject
ro_ro: Subiect

source: The PRO Add-on must be installed for this feature.
ro_ro: Produsul Pro trebuie instalat pentru această caracteristică.

source: The Market Reports Add-on must be installed for this feature.
ro_ro: Rapoartele de piață suplimentare trebuie instalate pentru această caracteristică.

source: The Mortgage Calculator Add-on must be installed for this feature.
ro_ro: Pentru această caracteristică trebuie să fie instalate suplimentul calculatorului ipotecar.

source: user_id
ro_ro: ID-ul de utilizator

source: token
ro_ro: jeton

source: body
ro_ro: corp

source: provider
ro_ro: furnizor

source: response.message
ro_ro: Răspuns.Message

source: results
ro_ro: rezultate

source: status
ro_ro: statut

source: address.0
ro_ro: Adresa.0

source: features.0
ro_ro: caracteristici.0

source: images
ro_ro: imagini

source: type
ro_ro: tip

source: options
ro_ro: opțiuni

source: name
ro_ro: nume

source: values
ro_ro: valori

source: value
ro_ro: valoare

source: enabled
ro_ro: activat

source: setting_name
ro_ro: set_name

source: We received a password be reset request for the following account:
ro_ro: Am primit o solicitare de resetare a parolei pentru următorul cont:

source: Username: %s
ro_ro: Nume utilizator: %s

source: If you did not request this change, please ignore this email.
ro_ro: Dacă nu ați solicitat această modificare, vă rugăm să ignorați acest e -mail.

source: To reset your password, please follow the link below:
ro_ro: Pentru a vă reseta parola, vă rugăm să urmați linkul de mai jos:

source: [%s] Password Reset
ro_ro: [%s] Resetare parolă

source: Validation failed!
ro_ro: Validarea a eșuat!

source: Forclosure
ro_ro: Excludere

source: Lot Area
ro_ro: Lot zona

source: Logs Saved.
ro_ro: Jurnalele salvate.

source: Empty
ro_ro: Gol

source: Profile/Agent Listing
ro_ro: Listarea profilului/agentului

source: Profile/Agent Show
ro_ro: Afișare profil/agent

source: Property Listing
ro_ro: Lista de proprietăți

source: Property Show
ro_ro: Show de proprietăți

source: WPL Agents Widget
ro_ro: Widget Agenți WPL

source: WPL Google Maps Widget
ro_ro: Widget wpl Google Maps

source: WPL Search Widget
ro_ro: Widget de căutare WPL

source: Profile Wizard
ro_ro: Vrăjitor de profil

source: (WPL) Search
ro_ro: (Wpl) Căutare

source: Content
ro_ro: Conţinut

source: Profile Listing
ro_ro: Listarea profilului

source: Profile Listing Pages.
ro_ro: Pagini de listare a profilului.

source: Profile/Agent Show Pages.
ro_ro: Pagini de afișare a profilului/agentului.

source: Profile Wizard Pages.
ro_ro: Pagini de vrăjitor de profil.

source: Property Listing Pages. (only one per page)
ro_ro: Pagini de listare a proprietăților.

source: Property Details Pages.
ro_ro: Pagini de detalii despre proprietate.

source: Results returned.
ro_ro: Rezultatele au revenit.

source: Per Page
ro_ro: Pe pagină

source: MINUTES
ro_ro: Minute

source: BY
ro_ro: DE

source: Rooms
ro_ro: Camere

source: Bedrooms
ro_ro: Dormitoare

source: Bathrooms
ro_ro: Băi

source: No property could be found.
ro_ro: Nu a putut fi găsită nicio proprietate.

source: No property types could be found.
ro_ro: Nu s -au găsit tipuri de proprietăți.

source: No Sort Options could be found.
ro_ro: Nu s -au găsit opțiuni de sortare.

source: The entered listing already exists in favorite list
ro_ro: Lista introdusă există deja în lista preferată

source: Property with this id %s could be found in favorite list.
ro_ro: Proprietatea cu acest ID %s ar putea fi găsite în lista preferată.

source: The entered name %s already exists.
ro_ro: Numele introdus %s există deja.

source: No saved search could be found.
ro_ro: Nu a putut fi găsită nicio căutare salvată.

source: Sorry something went wrong.
ro_ro: Îmi pare rău că ceva nu a mers bine.

source: Listing with this ID: %s could not be found.
ro_ro: Listarea cu acest ID: %s nu a putut fi găsită.

source: Listing with this MLS ID: %s could not be found.
ro_ro: Listarea cu acest ID MLS: %s nu a putut fi găsită.

source: Properties deleted successfully
ro_ro: Proprietățile șterse cu succes

source: User id does not exist.
ro_ro: ID -ul de utilizator nu există.

source: Property added in favorite list successfully.
ro_ro: Proprietatea adăugată în lista preferată cu succes.

source: The listing is removed from Favorites successfully.
ro_ro: Listarea este eliminată de la favorite cu succes.

source: Property successfully added.
ro_ro: Proprietatea adăugată cu succes.

source: The search is saved successfully.
ro_ro: Căutarea este salvată cu succes.

source: Saved search is removed successfully.
ro_ro: Căutarea salvată este eliminată cu succes.

source: Save search could be found.
ro_ro: Salvați căutarea poate fi găsită.

source: Price Range
ro_ro: Gama de prețuri

source: Living Area (Sqft)
ro_ro: Zona de locuit (SQFT)

source: ANY
ro_ro: ORICE

source: Appliances
ro_ro: Aparate

source: Tags
ro_ro: Etichete

source: Features
ro_ro: Caracteristici

source: Price Period
ro_ro: Perioada de preț

source: Authentication failed.
ro_ro: Autentificarea a eșuat.

source: Authentication passed successfully.
ro_ro: Autentificarea a trecut cu succes.

source: Sms Code is incorrect.
ro_ro: Codul SMS este incorect.

source: password and the repeat are not matching.
ro_ro: Parola și repetarea nu se potrivesc.

source: Email does not exist.
ro_ro: E -mailul nu există.

source: Password changed successfully.
ro_ro: Parola s -a schimbat cu succes.

source: The Email is already registered. Try a different Email address.
ro_ro: E -mailul este deja înregistrat.

source: Some or all of required filed entries are invalid.
ro_ro: Unele sau toate intrările depuse necesare sunt invalide.

source: Phone number is wrong.
ro_ro: Numărul de telefon este greșit.

source: Property successfully edited.
ro_ro: Proprietate editată cu succes.

source: File saved successfully.
ro_ro: Fișier salvat cu succes.

source: Token has been removed.
ro_ro: Jetonul a fost eliminat.

source: Message has been sent.
ro_ro: A fost trimis mesaj.

source: SMS settings are reset successfully.
ro_ro: Setările SMS sunt resetate cu succes.

source: Map Settings are saved successfully.
ro_ro: Setările hărții sunt salvate cu succes.

source: License is valid, Reloading...
ro_ro: Licența este valabilă, reîncărcare ...

source: User registered.
ro_ro: Utilizator înregistrat.

source: Profile updated.
ro_ro: Profil actualizat.

source: Account deleted.
ro_ro: Cont șters.

source: Account deactivated.
ro_ro: Cont dezactivat.

source: Error Occurred.
ro_ro: A apărut o eroare.

source: User not found
ro_ro: Utilizator nu a fost găsit

source: The Phone is already registered. Try a different Phone number.
ro_ro: Telefonul este deja înregistrat.

source: Introduce Tour
ro_ro: Introduceți turul

source: Close
ro_ro: Aproape

source: Listings of
ro_ro: Listări de

source: Listings
ro_ro: Listări

source: which is located in
ro_ro: care este situat în

source: Members
ro_ro: Membri

source: Listing Link Pattern
ro_ro: Listarea modelului de link -uri

source: Listing Page Title
ro_ro: Titlul paginii de listare

source: Meta Description
ro_ro: Meta descriere

source: Meta Keywords
ro_ro: Cuvinte cheie meta

source: ERROR: Required fileds are invalid!
ro_ro: Eroare: Câmpurile obligatorii sunt nevalide!

source: ERROR: Required fields are invalid!
ro_ro: Eroare: Câmpurile obligatorii sunt nevalide!

source: Min,Max,Icon like 1999-01-01,2020-01-01,0
ro_ro: Min, Max, pictogramă precum 1999-01-01,2020-01-01,0

source: Min,Max like 1999-01-01,2020-01-01
ro_ro: Min, Max ca 1999-01-01,2020-01-01

source: Check box
ro_ro: Caseta de selectare

source: Any/Yes
ro_ro: Orice/da

source: Select box
ro_ro: Selectați caseta

source: Single Option
ro_ro: Opțiune unică

source: Multiple Options
ro_ro: Opțiuni multiple

source: Multiple SelectBox
ro_ro: Mai multe selecții

source: Check boxes
ro_ro: Casete de selectare

source: Radio Buttons
ro_ro: Butoane radio

source: Radio buttons with any
ro_ro: Butoane radio cu oricare

source: Predefined
ro_ro: Predefinit

source: Select Box from predefined items
ro_ro: Selectați caseta din elementele predefinite

source: Simple
ro_ro: Simplu

source: Location Textsearch
ro_ro: Locație Textearch

source: Advanced Location Textsearch
ro_ro: Căutare avansată pentru locație

source: Radius Search
ro_ro: Căutare rază

source: Google Auto Suggest
ro_ro: Sugerează Google Auto

source: Multiple Keywords
ro_ro: Mai multe cuvinte cheie

source: Dropdown
ro_ro: Scapă jos

source: Multi-Select Dropdown
ro_ro: Dropdown-ul multi-selectat

source: Hierarchical Dropdown
ro_ro: Dropdown ierarhic

source: Hierarchical Multi-Select Dropdown
ro_ro: Drepturi ierarhice multi-selecții

source: Location Multiple Radius
ro_ro: Locație multiplă rază

source: Location place-holder
ro_ro: Locul de localizare

source: Exact Text
ro_ro: Text exact

source: Min/Max Slider
ro_ro: Slider -ul meu/Max

source: Range
ro_ro: Gamă

source: min,max,increment like 0,10,1
ro_ro: Min, max, increment ca 0,10,1

source: Exact text
ro_ro: Text exact

source: min,max,increment like 0,10,1 (Sale)
ro_ro: min, max, increment ca 0,10,1 (vânzare)

source: min,max,increment for rental listings
ro_ro: min, max, increment pentru listele de închiriere

source: min,max,increment (Rental)
ro_ro: min, max, increment (închiriere)

source: Min %s
ro_ro: %S

source: Check Out
ro_ro: Verifică

source: Location Text
ro_ro: Text de locație

source: Equal or more than %s
ro_ro: Egal sau mai mult de %s

source: Equal or less than %s
ro_ro: Egal sau mai puțin de %s

source: In these values: %s
ro_ro: În aceste valori: %s

source: Contains %s
ro_ro: Conține %s

source: Between %s and %s
ro_ro: Între %s și %s

source: Between
ro_ro: Între

source: and %s
ro_ro: și %s

source: Not select in %s
ro_ro: Nu selectați în %s

source: Up to %s
ro_ro: Până la %s

source: More than %s
ro_ro: Mai mult de %s

source: Picture width
ro_ro: Lățimea imaginii
