Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: You can download
ro_ro: Puteți descărca

source: and check
ro_ro: și verificați

source: WPL Knowledge base
ro_ro: Baza de cunoștințe WPL

source: open a Support Ticket
ro_ro: Deschideți un bilet de asistență

source: Please wait ...
ro_ro: Va rugam asteptati ...

source: PHP ZipArchive support is not enabled!
ro_ro: Suportul PHP Ziparchive nu este activat!

source: Installer file doesn't exist!
ro_ro: Fișierul de instalare nu există!

source: Installer class doesn't exist!
ro_ro: Clasa de instalare nu există!

source: Package installed.
ro_ro: Pachet instalat.

source: Please update franchise addon first.
ro_ro: Vă rugăm să actualizați mai întâi Franciza Addon.

source: Error: #U202, Could not download the update package!
ro_ro: Eroare: #u202, nu a putut descărca pachetul de actualizare!

source: Error: #U205, PHP ZipArchive support is not enabled!
ro_ro: Eroare: #U205, asistența PHP Ziparchive nu este activată!

source: Error: #U203, Could not create the update file!
ro_ro: Eroare: #u203, nu a putut crea fișierul de actualizare!

source: Error: #U204, Could not extract the update file!
ro_ro: Eroare: #U204, nu a putut extrage fișierul de actualizare!

source: PHP doesn't have write access to the files and directories!
ro_ro: PHP nu are acces la scriere la fișiere și directoare!

source: Add-on Updated.
ro_ro: ADD-ON Actualizat.

source: Enter form items exactly!
ro_ro: Introduceți exact elementele de formular!

source: Friend Email
ro_ro: E -mail prieten

source: Email Subject
ro_ro: Subiect prin e -mail

source: WPL Shortcodes
ro_ro: Coduri scurte WPL

source: View
ro_ro: Vedere

source: Widget Shortcode
ro_ro: Codul scurt de widget

source: Mortgage Calculator
ro_ro: Calculator ipotecar

source: Price (Min)
ro_ro: Preț (min)

source: Price (Max)
ro_ro: Preț (Max)

source: Price Unit
ro_ro: Unitate de preț

source: User Type
ro_ro: Tip utilizator

source: Advanced Filtering
ro_ro: Filtrare avansată

source: Display Options
ro_ro: Opțiuni de afișare

source: Page Size
ro_ro: Dimensiunea paginii

source: Pagination Type
ro_ro: Tip de paginare

source: Scroll Pagination
ro_ro: Defilați paginarea

source: Order by
ro_ro: Comanda de

source: DESC
ro_ro: Descr

source: D Payment Type
ro_ro: D Tip de plată

source: Columns Count
ro_ro: Coloanele contează

source: Column
ro_ro: Coloană

source: Columns
ro_ro: Coloane

source: Report sent successfully.
ro_ro: Raportul trimis cu succes.

source: Friends email is not valid!
ro_ro: E -mailul prietenilor nu este valabil!

source: Email subject is not valid!
ro_ro: Subiectul prin e -mail nu este valabil!

source: Your name is not valid!
ro_ro: Numele tău nu este valabil!

source: Send to friend message sent successfully.
ro_ro: Trimiteți mesajului prietenului trimis cu succes.

source: Contact phone number is not valid!
ro_ro: Numărul de telefon de contact nu este valabil!

source: Request a visit sent successfully.
ro_ro: Solicitați o vizită trimisă cu succes.

source: Adding price request sent successfully.
ro_ro: Adăugarea cererii de preț trimise cu succes.

source: %s ascending
ro_ro: %e ascendent

source: %s descending
ro_ro: %s descendent

source: %s first
ro_ro: %s mai întâi

source: %s last
ro_ro: %s ultima

source: View properties
ro_ro: Vizualizați proprietățile

source: Information sent to agent.
ro_ro: Informații trimise către agent.

source: Already a member? %s
ro_ro: Deja membru?

source: Not a member? %s
ro_ro: Nu este membru?

source: Register & Continue
ro_ro: Înregistrați -vă și continuați

source: Login & Continue
ro_ro: Conectați -vă și continuați

source: No profile found or it's not available now!
ro_ro: Nu este găsit niciun profil sau nu este disponibil acum!

source: User registered. Please check your email for password and then login.
ro_ro: Utilizator înregistrat.

source: Save this Search
ro_ro: Salvați această căutare

source: Landing Page Generator
ro_ro: Generator de pagini de destinație

source: Create Landing Page
ro_ro: Creați pagina de destinație

source: There are no listings around you matching criteria!
ro_ro: Nu există înregistrări în jurul tău de potrivire a criteriilor!

source: Street
ro_ro: Stradă

source: Keyword
ro_ro: Cuvânt cheie

source: Widget Configurations
ro_ro: Configurații widget

source: Style
ro_ro: Stil

source: Mailto Status
ro_ro: Stare poștală

source: Filter Profiles
ro_ro: Profiluri de filtrare

source: User IDs
ro_ro: ID -uri de utilizator

source: Sort and Limit
ro_ro: Sortează și limitează

source: Number of users
ro_ro: Numărul de utilizatori

source: (WPL) Agents
ro_ro: (WPL) agenți

source: Showing specific agents.
ro_ro: Afișând agenți specifici.

source: Featured Agents
ro_ro: Agenți prezenți

source: Main Carousel
ro_ro: Carusel principal

source: Tablet Image Height
ro_ro: Înălțimea imaginii tabletei

source: Phone Image Height
ro_ro: Înălțimea imaginii telefonului

source: Thumbnail Width
ro_ro: Lățimea miniaturii

source: Thumbnail Height
ro_ro: Înălțimea miniaturii

source: Slide Interval (ms)
ro_ro: Interval de diapozitive (MS)

source: Show Navigation
ro_ro: Arată navigarea

source: Hide Pagination
ro_ro: Ascunde paginarea

source: Hide Caption
ro_ro: Ascunde legea

source: Auto Play
ro_ro: Joc auto

source: Smart Resize
ro_ro: Redimensionare inteligentă

source: lazy Load
ro_ro: încărcătură leneșă

source: Images per Page
ro_ro: Imagini pe pagină

source: Fill Mode
ro_ro: Mod de umplere

source: Stretch
ro_ro: Întinde

source: Cover
ro_ro: Acoperi

source: Actual Size
ro_ro: Dimensiunea reală

source: Contain/Actual
ro_ro: Conține/actual

source: Filter Properties
ro_ro: Proprietăți de filtrare

source: Zip-Code
ro_ro: Cod poștal

source: Year Built Range
ro_ro: Gama construită de an

source: SqFt Range
ro_ro: Interval Sqft

source: Listing ID of parent property
ro_ro: ID -ul de listare a proprietății părintești

source: For single property pages.
ro_ro: Pentru pagini de proprietate unică.

source: Detect parent automatically.
ro_ro: Detectați -vă automat părintele.

source: Listing IDs (Comma Separated)
ro_ro: ID -uri de listare (virgulă separată)

source: Agent IDs (Comma Separated)
ro_ro: ID -uri agent (virgulă separată)

source: Only %s
ro_ro: Doar %s

source: And
ro_ro: Şi

source: Similar Properties
ro_ro: Proprietăți similare

source: Only Similars
ro_ro: Doar similare

source: Include Listings
ro_ro: Includeți înregistrări

source: Override Listing Type
ro_ro: Înlocuiți tipul de listare

source: when current listing type is
ro_ro: Când este tipul de listare curent

source: Include Property Type
ro_ro: Includeți tipul de proprietate

source: Include Price
ro_ro: Include prețul

source: Price Down Rate
ro_ro: Rata de scădere a prețului

source: Price Up Rate
ro_ro: Rata de creștere a prețurilor

source: Include Radius
ro_ro: Include raza

source: Radius Unit
ro_ro: Unitatea de rază

source: Include Zip-Code
ro_ro: Includeți codul zip

source: Number of properties
ro_ro: Numărul de proprietăți

source: (WPL) Carousel
ro_ro: (WPL) Carusel

source: Showing specific properties.
ro_ro: Care prezintă proprietăți specifice.

source: Featured Properties
ro_ro: Proprietăți prezentate

source: Details
ro_ro: Detalii

source: More Info
ro_ro: Mai multe informații

source: Showing the Map View.
ro_ro: Afișarea vizualizării hărții.

source: Map Widget
ro_ro: Widget hartă

source: Forget Password Link
ro_ro: Uitați linkul de parolă

source: Dashboard Link
ro_ro: Link de bord

source: Property Compare Link
ro_ro: Link de comparare a proprietății

source: Favorite Link
ro_ro: Link preferat

source: Save Search Link
ro_ro: Salvați linkul de căutare

source: (WPL) Links
ro_ro: (Wpl) link -uri

source: Let you to show Register/Login/Forgot Password Links.
ro_ro: Permiteți -vă să afișați link -uri de înregistrare/autentificare/uitat cu parolă.

source: Links
ro_ro: Link -uri

source: Login to Account
ro_ro: Conectați -vă la cont

source: Forgot Password
ro_ro: Aţi uitat parola

source: Sidebar
ro_ro: Bara laterală

source: Float
ro_ro: Plutitor

source: Self Page
ro_ro: Pagina de sine

source: AJAX Search
ro_ro: Căutare ajax

source: Yes (On the fly)
ro_ro: Da (în zbor)

source: Show Total Results
ro_ro: Arată rezultatele totale

source: Show (Inside of Search Button)
ro_ro: Afișare (în interiorul butonului de căutare)

source: Show (Next to Search Button)
ro_ro: Afișați (lângă butonul de căutare)

source: More Options Type
ro_ro: Mai multe tipuri de opțiuni

source: Slide
ro_ro: Diapozitiv

source: Show Reset Button
ro_ro: Afișați butonul de resetare

source: Show Saved Searches
ro_ro: Afișați căutări salvate

source: Show Favorites
ro_ro: Arată favoritele

source: View Fields
ro_ro: Vizualizați câmpurile

source: The page needs to be reloaded before opening the field editor.
ro_ro: Pagina trebuie reîncărcată înainte de deschiderea editorului de câmp.

source: Search Fields Configurations
ro_ro: Configurații de câmpuri de căutare

source: Fields Order
ro_ro: Comanda câmpurilor

source: Search properties/profiles.
ro_ro: Proprietăți/profiluri de căutare.

source: Drag whichever field you would like to move from the bottom list to here. To change the order please use right side panel "Fields Order".
ro_ro: Trageți oricare câmp pe care doriți să îl mutați din lista de jos până aici.schimbați comanda, vă rugăm să utilizați panoul din dreapta "Comandă câmpuri".

source: Drag Here
ro_ro: Trage aici

source: Advanced Search
ro_ro: Căutare avansată

source: More options
ro_ro: Mai multe opțiuni

source: Fewer options
ro_ro: Mai puține opțiuni
