Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Where can I find help with the WPL Complex/Condo Add-on?
ro_ro: Unde pot găsi ajutor cu complexul WPL/Condo suplimentar?

source: Data Structure
ro_ro: Structura de date

source: Manage Complex/Condo Data Structure
ro_ro: Gestionați structura de date complexe/condominitoare

source: Manage Complexes/Condos
ro_ro: Gestionează complexe/apartamente

source: Add new complex/condo
ro_ro: Adăugați un nou complex/apartament

source: Add New Complex/Condo
ro_ro: Adăugați un nou complex/apartament

source: Download Complex/Condo manual and find related KB articles
ro_ro: Descărcați manualul complex/condominiu și găsiți articole KB conexe

source: Balcony
ro_ro: Balcon

source: Parking
ro_ro: Parcare

source: Grid
ro_ro: Grilă

source: List
ro_ro: Listă

source: No units are listed.
ro_ro: Nu sunt listate unități.

source: Complex Detail
ro_ro: Detaliu complex

source: Service:
ro_ro: Serviciu:

source: Token:
ro_ro: Jeton:

source: Agent email:
ro_ro: E -mail agent:

source: Service
ro_ro: Serviciu

source: Token
ro_ro: Jeton

source: Agent email
ro_ro: E -mail agent

source: Actions/ Save field/ Enable service
ro_ro: Acțiuni/ salvare câmp/ Serviciu de activare

source: Are you sure to do delete operation?
ro_ro: Sunteți sigur că veți șterge funcționarea?

source: Edit
ro_ro: Edita

source: Integration Type
ro_ro: Tip de integrare

source: WPL CRM Type
ro_ro: WPL CRM Tip

source: Export Actions
ro_ro: Acțiuni de export

source: Import Actions
ro_ro: Import acțiuni

source: Add Integration
ro_ro: Adăugați integrarea

source: Are you sure you want to delete this record?
ro_ro: Ești sigur că vrei să ștergi această înregistrare?

source: CRM Integration
ro_ro: Integrarea CRM

source: Services
ro_ro: Servicii

source: Integrations
ro_ro: Integrări

source: Integration
ro_ro: Integrare

source: Module
ro_ro: Modul

source: Target fields
ro_ro: Câmpuri țintă

source: Source fields (WPL CRM)
ro_ro: Câmpuri sursă (WPL CRM)

source: Field Name:
ro_ro: Numele câmpului:

source: Key field in GET method:
ro_ro: Câmp cheie în metoda GET:

source: Key field in POST method:
ro_ro: Câmp cheie în metoda post:

source: Please select a Service.
ro_ro: Vă rugăm să selectați un serviciu.

source: Add New Field
ro_ro: Adăugați câmp nou

source: Remove map
ro_ro: Eliminați harta

source: Remove field
ro_ro: Scoateți câmpul

source: Mapping updated successfully .
ro_ro: Cartografierea actualizată cu succes.

source: Mapping cannot be empty.
ro_ro: Cartografierea nu poate fi goală.

source: Mapping removed successfully.
ro_ro: Cartografierea a fost eliminată cu succes.

source: Service updated successfully.
ro_ro: Serviciul actualizat cu succes.

source: Service added successfully.
ro_ro: Serviciul adăugat cu succes.

source: Success.
ro_ro: Succes.

source: Please select a Service
ro_ro: Vă rugăm să selectați un serviciu

source: Please enter the Integration Type
ro_ro: Vă rugăm să introduceți tipul de integrare

source: Integration updated successfully.
ro_ro: Integrarea actualizată cu succes.

source: Integration added successfully.
ro_ro: Integrarea adăugată cu succes.

source: Successfully added the field.
ro_ro: A adăugat cu succes câmpul.

source: This field is already mapped.
ro_ro: Acest câmp este deja mapat.

source: Demographic Add-on
ro_ro: Supliment demografic

source: Where can I find help with the WPL Demographic Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul demografic WPL?

source: Zoom in to see demographics!
ro_ro: Măriți pentru a vedea demografia!

source: Zoom out to see demographics!
ro_ro: Zoom afară pentru a vedea demografii!

source: Category
ro_ro: Categorie

source: Median Income
ro_ro: Venit median

source: Average Home Value
ro_ro: Valoarea medie a locuinței

source: Distance to Downtown
ro_ro: Distanța până în centrul orașului

source: School Rate
ro_ro: Rata școlii

source: Tax Rate
ro_ro: Rata impozitului

source: Population
ro_ro: Populație

source: Show demographic layers?
ro_ro: Afișați straturi demografice?

source: Demographics
ro_ro: Demografie

source: Download Demographic manual and find related KB articles
ro_ro: Descărcați manualul demografic și găsiți articole KB înrudite

source: No Item found! Try to import.
ro_ro: Nu este găsit niciun articol!

source: Count
ro_ro: Conta

source: Demographic
ro_ro: Demografic

source: Add/Edit
ro_ro: Adăugați/editați

source: Modify Demographic
ro_ro: Modificați demografic

source: New Category
ro_ro: Categorie nouă

source: Border Color
ro_ro: Culoarea de frontieră

source: Hover Color
ro_ro: Culoare hover

source: Save & New
ro_ro: Salvați și nou

source: Invalid Demographic ID
ro_ro: ID demografic nevalid

source: Demographic deleted.
ro_ro: Demografic șters.

source: Initializing ...
ro_ro: Inițializarea ...

source: Ready for Import.
ro_ro: Gata pentru import.

source: Category changed:
ro_ro: Categoria modificată:

source: Imported:
ro_ro: Importat:

source: Finished.
ro_ro: Terminat.

source: Successfully imported the demographic objects.
ro_ro: A importat cu succes obiectele demografice.

source: Demographic modified.
ro_ro: Modificat demografic.

source: Cannot connect to server!
ro_ro: Nu se poate conecta la server!

source: Successfully Imported!
ro_ro: Importat cu succes!

source: Exporter Add-on
ro_ro: Supliment exportator

source: Where can I find help with the WPL Exporter Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul exportator WPL?

source: No data.
ro_ro: Fără date.

source: records found.
ro_ro: înregistrări găsite.

source: An error Occurred!
ro_ro: A apărut o eroare!

source: Kyero type is only available for properties!
ro_ro: Tipul Kyero este disponibil doar pentru proprietăți!

source: Password is invalid!
ro_ro: Parola este nevalide!

source: Feed file does not exist.
ro_ro: Fișierul de alimentare nu există.

source: Download Exporter manual and find related KB articles
ro_ro: Descărcați manualul Exportator și găsiți articole KB conexe

source: Export Table
ro_ro: Tabel de export

source: Export Format
ro_ro: Format de export

source: Additional Filter
ro_ro: Filtru suplimentar

source: WHERE Condition
ro_ro: Unde condiție

source: XML Feeds
ro_ro: Feed -uri XML

source: Property Filter
ro_ro: Filtru de proprietate

source: Property Type
ro_ro: Tip de proprietate

source: Confirm Status
ro_ro: Confirmați starea

source: Unconfirmed
ro_ro: Unpublished

source: Finalize Status
ro_ro: Finalizați starea

source: Finalized
ro_ro: Finalizat

source: Unfinalized
ro_ro: Nefinisizat

source: Location
ro_ro: Locaţie

source: Text Search
ro_ro: Căutare text

source: Select Export Table!
ro_ro: Selectați tabelul de export!

source: Select Export Format!
ro_ro: Selectați formatul de export!

source: Feed
ro_ro: Hrană

source: Facebook Add-on Settings
ro_ro: Setări suplimentare Facebook

source: Catalog Settings
ro_ro: Setări de catalog

source: Field Mapping
ro_ro: Cartografierea câmpului

source: Sync
ro_ro: Sincronizare

source: Catalog Name
ro_ro: Numele catalogului

source: Business Manager User
ro_ro: Utilizator manager de afaceri

source: Business ID
ro_ro: ID de afaceri

source: App ID
ro_ro: ID -ul aplicației

source: App Secret
ro_ro: Secret App

source: Property Description
ro_ro: Descrierea proprietății

source: Listing Type
ro_ro: Tip de listare

source: Bedroom
ro_ro: Dormitor

source: Bathroom
ro_ro: Baie

source: Address
ro_ro: Adresa

source: Street Address
ro_ro: Adresă

source: City
ro_ro: Oraş

source: Region
ro_ro: Regiune

source: Postal Code
ro_ro: Cod poștal

source: Latitude
ro_ro: Latitudine

source: Longitude
ro_ro: Longitudine

source: Neighborhood
ro_ro: Cartier

source: Year built
ro_ro: Anul construit

source: Availability
ro_ro: Disponibilitate

source: Picture
ro_ro: Imagine

source: Listing Manager
ro_ro: Manager de listare

source: Facebook Add-on
ro_ro: Supliment pe Facebook

source: Create a listing catalog
ro_ro: Creați un catalog de listare

source: Back to admin area
ro_ro: Înapoi în zona de administrare

source: Listing Catalog
ro_ro: Catalog de listare

source: Congratulations!
ro_ro: Felicitări!

source: You have created your listing catalog successfully!
ro_ro: Ați creat cu succes catalogul de listare!

source: Go to my website
ro_ro: Accesați site -ul meu web

source: Go to the Dashboard
ro_ro: Du -te la tabloul de bord

source: All fields are required!
ro_ro: Toate câmpurile sunt necesare!

source: Please select some properties to Update/Remove
ro_ro: Vă rugăm să selectați câteva proprietăți pentru a actualiza/elimina

source: Are you sure you want to update/remove properties on facebook?
ro_ro: Ești sigur că vrei să actualizezi/să elimini proprietățile pe Facebook?

source: Are you sure you want to publish all featured properties on facebook?
ro_ro: Ești sigur că vrei să publici toate proprietățile prezentate pe Facebook?

source: Are you sure you want to update all properties on facebook?
ro_ro: Ești sigur că vrei să actualizezi toate proprietățile de pe Facebook?

source: Franchise Settings
ro_ro: Setări de franciză

source: Listing Insert Options
ro_ro: Listarea opțiunilor de inserție

source: Listing Select Options
ro_ro: Listarea opțiunilor selectate

source: You can filter listings that should be shown on this child website.
ro_ro: Puteți filtra listări care ar trebui să fie afișate pe acest site web pentru copii.

source: Listing Options
ro_ro: Opțiuni de listare

source: User Select Options
ro_ro: Opțiuni selectate utilizator

source: You can filter agents that should be shown on this child website.
ro_ro: Puteți filtra agenții care ar trebui să fie afișați pe acest site web pentru copii.

source: User Options
ro_ro: Opțiuni utilizator

source: Backend Menus
ro_ro: Meniuri backend

source: Universal Share Options
ro_ro: Opțiuni de partajare universală

source: Universal Share
ro_ro: Cota universală

source: Share with all websites
ro_ro: Partajează cu toate site -urile web

source: Share only with selected websites
ro_ro: Partajați numai cu site -urile web selectate

source: Don't Share with selected websites
ro_ro: Nu împărtășiți cu site -urile web selectate

source: Don't Share with all websites
ro_ro: Nu împărtășiți cu toate site -urile web

source: Child websites
ro_ro: Site -uri pentru copii

source: WPL Settings
ro_ro: Setări WPL

source: Target
ro_ro: Ţintă

source: Self Blog
ro_ro: Blog de sine

source: Default property share options
ro_ro: Opțiuni implicite de partajare a proprietății

source: Selected websites (For second and third share option)
ro_ro: Site -uri selectate (pentru a doua și a treia opțiune de partajare)

source: Criteria
ro_ro: Criterii

source: Maximum WPL Agents
ro_ro: Agenții WPL maxim

source: Leave it empty if don't want to limit the total agents!
ro_ro: Lăsați -l gol dacă nu doriți să limitați totalul agenților!

source: Global Agents
ro_ro: Agenți globali

source: Backend Menu Accesses
ro_ro: Accesuri ale meniului backend

source: Universally share on whole network
ro_ro: Partajează universal pe întreaga rețea

source: Each child website can have its own data
ro_ro: Fiecare site web pentru copii poate avea propriile date

source: Cannot create a criteria!
ro_ro: Nu se poate crea un criteriu!

source: Franchise settings saved!
ro_ro: Setări de franciză salvate!

source: Country ID
ro_ro: ID -ul țării

source: State ID
ro_ro: ID de stat

source: Account Info
ro_ro: Informații despre cont

source: Give me a site!
ro_ro: Dă -mi un site!

source: Site Info
ro_ro: Informații despre site

source: Site Name
ro_ro: Numele site -ului

source: Site Title
ro_ro: Titlul site -ului

source: Privacy
ro_ro: Confidențialitate

source: Allow search engines to index this site.
ro_ro: Permiteți motoarelor de căutare să indexeze acest site.

source: Create Site
ro_ro: Creați site

source: Room
ro_ro: Cameră

source: (WPL) Sample
ro_ro: (Wpl) eșantion

source: It is a sample widget.
ro_ro: Este un widget de probă.

source: Sample Widget
ro_ro: Eșantion widget

source: Down Payment Type
ro_ro: Tip de plată în avans

source: Percent
ro_ro: La sută

source: From
ro_ro: Din

source: Rebate
ro_ro: Rabat

source: Importer Add-on
ro_ro: Importator suplimentar

source: Where can I find help with the WPL Importer Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul Importatorului WPL?

source: Sample files for WPL Importer add-on.
ro_ro: Eșantionarea fișierelor pentru suplimentul imperorului WPL.

source: Importer Add-on / Structures
ro_ro: ADD-ON / STRUCTURI

source: Add a new structure
ro_ro: Adăugați o nouă structură

source: Creation Date
ro_ro: Data creației

source: Listing Unique Field
ro_ro: Listarea câmpului unic

source: Map %s Fields
ro_ro: MAP %S Câmpuri

source: Map Profile Fields
ro_ro: Câmpuri de profil al hărții

source: Download Importer manual and find related KB articles
ro_ro: Descărcați Imter Manual și găsiți articole KB conexe

source: Importer Add-on / Import
ro_ro: Importator de importator / import

source: Importing from <strong>%1$s</strong>
ro_ro: Importarea de la <strong>%1 $ s </strong>

source: Select file
ro_ro: Selectați fișier

source: Import from URL
ro_ro: Import din URL

source: File URL with http://
ro_ro: URL de fișier cu http: //

source: User ID
ro_ro: ID-ul de utilizator

source: Number of images
ro_ro: Numărul de imagini

source: -1 means unlimited images and 0 means don't import images.
ro_ro: -1 înseamnă imagini nelimitate și 0 înseamnă că nu importați imagini.

source: Import Structure
ro_ro: Structura de import

source: Sync Options
ro_ro: Opțiuni de sincronizare

source: Filter Options
ro_ro: Opțiuni de filtrare

source: Sample file
ro_ro: Eșantion de fișier

source: Required for import and mapping!
ro_ro: Obligatoriu pentru import și mapare!

source: Unique field
ro_ro: Câmp unic

source: Limit
ro_ro: Limită

source: Image Count
ro_ro: Numărul de imagini

source: Re-download Images
ro_ro: Re-descărcați imagini

source: Images Type Download
ro_ro: Descărcare de tipuri de imagini

source: External
ro_ro: Extern

source: External (Just First Image Download)
ro_ro: Extern (doar prima descărcare de imagine)

source: CSV Delimiter
ro_ro: Delimiter CSV

source: Listing Node
ro_ro: Nod de listare

source: Image Node
ro_ro: Nod de imagine

source: SOAP Integration
ro_ro: Integrarea SOAP

source: Begin Date
ro_ro: Data începe

source: Agent Mapping
ro_ro: Cartografierea agentului

source: Agent Field
ro_ro: Câmp de agent

source: Multi Agent Fields
ro_ro: Câmpuri multi agent

source: Profiles
ro_ro: Profiluri

source: Import Profiles
ro_ro: Profiluri de import

source: Profile Node
ro_ro: Nod de profil

source: XML and Listhub
ro_ro: XML și LISTHUB

source: Sync options
ro_ro: Opțiuni de sincronizare

source: Sync Status
ro_ro: Stare de sincronizare

source: Sync Period
ro_ro: Perioada de sincronizare

source: Hours
ro_ro: Ore

source: Feed Protocol
ro_ro: Protocol de alimentare

source: Paginated Feed
ro_ro: Feed Pagenated

source: Page Parameter
ro_ro: Parametrul paginii

source: FTP Host
ro_ro: Gazdă FTP

source: FTP Username
ro_ro: Nume utilizator FTP

source: FTP Password
ro_ro: Parolă FTP

source: Feed Path
ro_ro: Calea de alimentare

source: %s as full numeric representation of a year like 2020
ro_ro: %e ca reprezentare numerică completă a unui an ca 2020

source: %s as two digit representation of a year like 20
ro_ro: %s ca reprezentare în două cifre a unui an ca 20

source: %s as numeric representation of a month, with leading zeros like 06
ro_ro: %s ca reprezentare numerică a unei luni, cu zerouri de frunte ca 06

source: %s as numeric representation of a month, without leading zeros like 6
ro_ro: %s ca reprezentare numerică a unei luni, fără zerouri de conducere ca 6

source: %s as day of the month, 2 digits with leading zeros like 08
ro_ro: %s ca ziua lunii, 2 cifre cu zerouri de frunte ca 08

source: %s as day of the month without leading zeros like 8
ro_ro: %s ca ziua lunii fără zerouri de conducere ca 8

source: Purge options
ro_ro: Opțiuni de purjare

source: Purge Status
ro_ro: Stare de purjare

source: Purge Period
ro_ro: Perioada de purjare

source: Importer Add-on / Mapping
ro_ro: Importator suplimentar / mapare

source: Structure
ro_ro: Structura

source: Import Structure modified.
ro_ro: Structura de import modificată.

source: Invalid ID
ro_ro: ID nevalid

source: Import structure deleted.
ro_ro: Structura de import ștersă.

source: Getting total listings ...
ro_ro: Obținerea listărilor totale ...

source: Downloading the IDX data ...
ro_ro: Descărcarea datelor IDX ...

source: Download completed.
ro_ro: Descărcați finalizat.

source: Sample file is uploaded
ro_ro: Fișierul de probă este încărcat

source: Import file is uploaded
ro_ro: Fișierul de import este încărcat

source: IDX Data downloaded.
ro_ro: Date IDX descărcate.

source: Add new listing type
ro_ro: Adăugați un nou tip de listare

source: Google Icon
ro_ro: Pictograma Google

source: Orderby
ro_ro: Satul de comandă

source: Order
ro_ro: Comanda

source: An error occurred while uploading your file!
ro_ro: A apărut o eroare în timpul încărcării fișierului!

source: Icons should not be bigger than 500KB!
ro_ro: Pictogramele nu ar trebui să fie mai mari de 500kb!

source: Listing type removed from WPL successfully.
ro_ro: Tipul de listare eliminat din WPL cu succes.

source: Chart Title
ro_ro: Titlul graficului

source: Report
ro_ro: Raport

source: Average Asking Price
ro_ro: Prețul mediu cerut

source: Number of New Listings
ro_ro: Numărul de listări noi

source: Average Price per SQFT
ro_ro: Preț mediu pe mp

source: Chart Type
ro_ro: Tip de diagramă

source: Chart Background
ro_ro: Fundal grafic

source: Chart Width
ro_ro: Lățimea graficului

source: Chart Height
ro_ro: Înălțimea graficului

source: No data!
ro_ro: Fără date!

source: Market Reports
ro_ro: Rapoarte de piață

source: Most Popular Listings
ro_ro: Cele mai populare înregistrări

source: Most Popular Performed Searches
ro_ro: Cele mai populare căutări interpretate

source: Most Popular Neighborhoods
ro_ro: Cele mai populare cartiere

source: Most Popular Complexes
ro_ro: Cele mai populare complexe

source: Last Week
ro_ro: Săptămâna trecută

source: Last Month
ro_ro: Luna trecută

source: Last 3 Months
ro_ro: Ultimele 3 luni

source: Last Year
ro_ro: Anul trecut

source: Custom Dates
ro_ro: Date personalizate

source: To
ro_ro: La

source: Membership Add-on
ro_ro: ADD-ON

source: Where can I find help with the WPL Membership Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul de membru WPL?

source: How do I enable property submission in the WPL Membership Add-on?
ro_ro: Cum activez trimiterea proprietății în suplimentul de membru WPL?

source: What is the user auto add feature in WPL Membership settings?
ro_ro: Care este funcția de adăugare automată a utilizatorului în setările de membru WPL?

source: Please login/register to continue.
ro_ro: Vă rugăm să vă autentificați/înregistrați -vă pentru a continua.

source: Please fill your profile to continue.
ro_ro: Vă rugăm să completați profilul dvs. pentru a continua.

source: Membership Info
ro_ro: Informații despre membru

source: Renew Button
ro_ro: Buton de reînnoire

source: Upgrade Button
ro_ro: Buton de actualizare

source: Login Link
ro_ro: Link de autentificare

source: Register Link
ro_ro: Link de înregistrare

source: Frontend Listing Manager
ro_ro: Manager de listare frontend

source: Stats
ro_ro: Statistici

source: Renew
ro_ro: Reînnoi

source: Change Membership
ro_ro: Schimbați calitatea de membru

source: Period
ro_ro: Perioadă

source: %s Days
ro_ro: %s zile

source: Expires at
ro_ro: Expiră la

source: Membership expired, your listings will no longer be displayed.
ro_ro: Calitatea de membru a expirat, listările dvs. nu vor mai fi afișate.

source: cancel
ro_ro: anula

source: Renew your membership
ro_ro: Reînnoiește -ți calitatea de membru

source: Change your membership
ro_ro: Schimbați -vă calitatea de membru

source: Dashboard
ro_ro: Bord

source: Change Password
ro_ro: Schimbaţi parola

source: Saved Searches
ro_ro: Căutări salvate

source: Renew Membership
ro_ro: Reînnoiește calitatea de membru

source: Your membership renewed successfully.
ro_ro: Calitatea de membru s -a reînnoit cu succes.

source: Cannot create a membership list!
ro_ro: Nu se poate crea o listă de membri!

source: Your membership changed successfully.
ro_ro: Calitatea de membru s -a schimbat cu succes.

source: Add a new membership
ro_ro: Adăugați un nou membru

source: #Hot
ro_ro: #Fierbinte

source: Download Membership manual and find related KB articles
ro_ro: Descărcați manualul de membru și găsiți articole KB conexe

source: ATTENTION
ro_ro: ATENŢIE

source: Edit Membership
ro_ro: Editați calitatea de membru

source: New Membership
ro_ro: Nou membru

source: Save and update all members
ro_ro: Salvați și actualizați toți membrii

source: Pricing
ro_ro: Prețuri

source: Descriptions
ro_ro: Descrieri

source: RETS Server
ro_ro: Serverul odihnește

source: Edit User Type
ro_ro: Editați tipul de utilizator

source: Add User Type
ro_ro: Adăugați tipul de utilizator

source: Default Membership
ro_ro: Calitatea de membru implicit

source: Short Description
ro_ro: Scurtă descriere

source: Long Description
ro_ro: Descriere lungă

source: Subscription Price
ro_ro: Prețul abonamentului

source: 0 means free!
ro_ro: 0 înseamnă gratuit!

source: Subscription Period
ro_ro: Perioada de abonament

source: Days
ro_ro: Zile

source: -1 means unlimited.
ro_ro: -1 înseamnă nelimitat.

source: Can Renew?
ro_ro: Se poate reînnoi?

source: Renew Price
ro_ro: Reînnoirea prețului

source: Can Change Membership?
ro_ro: Poate schimba calitatea de membru?

source: Change Membership to
ro_ro: Schimbați calitatea de membru la

source: Recurring Payment?
ro_ro: Plata recurentă?

source: User Types
ro_ro: Tipuri de utilizatori

source: User Data Structure
ro_ro: Structura datelor utilizatorului

source: Invalid Membership Id
ro_ro: ID de membru nevalid

source: Membership deleted.
ro_ro: Calitatea de membru șters.

source: Invalid Membership name
ro_ro: Numele de membru nevalid

source: Membership modified.
ro_ro: Calitatea de membru modificat.

source: Invalid user type name!
ro_ro: Nume tip de utilizator nevalid!

source: User Type modified.
ro_ro: Tip de utilizator modificat.

source: Add a new user type
ro_ro: Adăugați un nou tip de utilizator

source: User Type removed.
ro_ro: Tip de utilizator eliminat.

source: User Type is not deletable.
ro_ro: Tipul utilizatorului nu este șters.

source: User Type enabled.
ro_ro: Tip de utilizator activat.

source: User Type disabled.
ro_ro: Tip utilizator dezactivat.

source: Error Occurred!.
ro_ro: A apărut o eroare!.

source: Change memberships
ro_ro: Schimbați membrii

source: Change password
ro_ro: Schimbaţi parola

source: New Password
ro_ro: Parolă Nouă

source: Repeat Password
ro_ro: Repetați parola

source: Change
ro_ro: Schimba

source: No Favorites widget available.
ro_ro: Nu există widget favorit disponibil.

source: Login with Facebook
ro_ro: Conectați -vă cu Facebook

source: Login with Twitter
ro_ro: Conectați -vă cu Twitter

source: Login with LinkedIn
ro_ro: Conectați -vă cu LinkedIn

source: Login with Instagram
ro_ro: Conectați -vă cu Instagram

source: Remember me
ro_ro: Ține-mă minte

source: Lost Your Password?
ro_ro: Ți -ai pierdut parola?

source: Lost password
ro_ro: Parola pierdută

source: Username or Email
ro_ro: Nume de utilizator sau e -mail

source: Unfortunately you're not permitted to register to this membership.
ro_ro: Din păcate, nu aveți voie să vă înregistrați la acest membru.

source: New user registration
ro_ro: Noua înregistrare a utilizatorilor

source: Registration
ro_ro: Înregistrare

source: I agree with %s
ro_ro: Sunt de acord cu %s

source: Agreement
ro_ro: Acord

source: I agree
ro_ro: Sunt de acord
