Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Picture height
ro_ro: Înălțimea imaginii

source: Sending emails directly
ro_ro: Trimiterea de e -mailuri direct

source: View website
ro_ro: Vizualizați site -ul web

source: Select Your File
ro_ro: Selectați fișierul

source: File extension does not match.
ro_ro: Extensia fișierului nu se potrivește.

source: Chart Data
ro_ro: Datele graficului

source: Insert rendered string (For developers)
ro_ro: Introduceți șirul redus (pentru dezvoltatori)

source: Basic Options
ro_ro: Opțiuni de bază

source: Map Type
ro_ro: Tip de hartă

source: Typical
ro_ro: Tipic

source: Street View
ro_ro: Vedere la stradă

source: Map View
ro_ro: Vizualizare hartă

source: Roadmap
ro_ro: Foaie de parcurs

source: Satellite
ro_ro: Satelit

source: Hybrid
ro_ro: Hibrid

source: Terrain
ro_ro: Teren

source: WPL Style
ro_ro: Stil WPL

source: Default latitude
ro_ro: Latitudine implicită

source: Default longitude
ro_ro: Longitudine implicită

source: Default zoom level
ro_ro: Nivel de zoom implicit

source: Scroll wheel zoom
ro_ro: Zoom roată de defilare

source: Map height
ro_ro: Înălțimea hărții

source: Infowindow Event
ro_ro: Eveniment Infowindow

source: Click
ro_ro: Clic

source: Mouse Over
ro_ro: Mouse peste

source: Maximum Daily Hits
ro_ro: Accesuri zilnice maxime

source: Get Direction
ro_ro: Obțineți direcție

source: Enabled - Show Direction Text
ro_ro: Activat - Afișați textul de direcție

source: Spatial API
ro_ro: API spațial

source: Map Search
ro_ro: Căutare hartă

source: Enabled - Checked
ro_ro: Activat - verificat

source: Enabled - Unchecked
ro_ro: Activat - necontrolat

source: Map Search Toggle
ro_ro: Căutare de hartă

source: Number Of Markers
ro_ro: Numărul de markeri

source: Marker Clustering
ro_ro: Clustering marker

source: Disable
ro_ro: Dezactiva

source: Enable
ro_ro: Permite

source: Google place radius
ro_ro: Raza Google Place

source: Fill Opacity
ro_ro: Completați opacitatea

source: Auto Color
ro_ro: Culoare automată

source: Show Map Guide
ro_ro: Afișați ghidul hărții

source: Layer Toggle
ro_ro: Strat de comutare

source: Yes - Checked
ro_ro: Da - verificat

source: Yes - Unchecked
ro_ro: Da - necontrolat

source: Show Categories
ro_ro: Categorii arată

source: Property Preview
ro_ro: Previzualizare a proprietății

source: Note: To use this feature, the Map Search must be enabled!
ro_ro: Notă: Pentru a utiliza această caracteristică, căutarea hărții trebuie activată!

source: From Address
ro_ro: De la adresă

source: Image class
ro_ro: Clasa de imagini

source: Resize
ro_ro: Redimensionare

source: Rewrite
ro_ro: Rescrie

source: Show Image Description
ro_ro: Afișați descrierea imaginii

source: Watermark
ro_ro: Filigran

source: general watermarking
ro_ro: Filigranarea generală

source: To enable this option, you should enable %s first.
ro_ro: Pentru a activa această opțiune, ar trebui să activați %mai întâi.

source: Thumbnail
ro_ro: Miniatură

source: Thumbnail width
ro_ro: Lățimea miniaturii

source: Thumbnail height
ro_ro: Înălțimea miniaturii

source: Thumbnail numbers
ro_ro: Numere de miniatură

source: Show Tags
ro_ro: Arată etichete

source: Click to see gallery
ro_ro: Faceți clic pentru a vedea galeria

source: Twitter
ro_ro: Stare de nervozitate

source: Favorite
ro_ro: Favorit

source: Report Listing
ro_ro: Lista de raporturi

source: Send to Friend
ro_ro: Trimite prietenului

source: Request a Visit
ro_ro: Solicitați o vizită

source: Watch Changes
ro_ro: Urmăriți schimbările

source: The CRM Add-on must be installed for this feature!
ro_ro: Adăugarea CRM trebuie instalată pentru această caracteristică!

source: Price Request
ro_ro: Cerere de preț

source: Share on Facebook
ro_ro: Partajează pe Facebook

source: Share on Twitter
ro_ro: Distribuie pe Twitter

source: Pin it
ro_ro: Fixați -l

source: Share on Pinterest
ro_ro: Partajează pe Pinterest

source: Share on Linkedin
ro_ro: Partajează pe LinkedIn

source: Watch changes on this property
ro_ro: Urmăriți modificări pe această proprietate

source: Send Request for a new Property
ro_ro: Trimiteți cerere pentru o proprietate nouă

source: Request the Price
ro_ro: Solicitați prețul

source: Video width
ro_ro: Lățimea video

source: Video height
ro_ro: Înălțimea video

source: Zipcodes
ro_ro: Coduri zip

source: All Countries
ro_ro: Toate țările

source: Add location
ro_ro: Adăugați locația

source: Params Saved.
ro_ro: Params salvat.

source: Parameters
ro_ro: Parametri

source: Key
ro_ro: Cheie

source: Publish
ro_ro: Publica

source: Unpublish
ro_ro: Nepublicat

source: Trash
ro_ro: Gunoi

source: Purge
ro_ro: Purjare

source: Clone
ro_ro: Clonă

source: Publish on FB
ro_ro: Publicați pe FB

source: Unpublish From FB
ro_ro: Nepublicat de la FB

source: Additional Agents
ro_ro: Agenți suplimentari

source: Including in listing page
ro_ro: Inclusiv în pagina de listare

source: View parent
ro_ro: Vizualizați părintele

source: Visit
ro_ro: Vizita

source: Property Statistics
ro_ro: Statistici de proprietate

source: Including in listings
ro_ro: Inclusiv în listări

source: Outer margin
ro_ro: Marja exterioară

source: Size
ro_ro: Dimensiune

source: QR Code
ro_ro: Cod QR

source: Activity Manager
ro_ro: Manager de activități

source: Add Activity
ro_ro: Adăugați activitate

source: Activity
ro_ro: Activitate

source: Position
ro_ro: Poziţie

source: Activity Information
ro_ro: Informații despre activitate

source: Show Title
ro_ro: Arată titlul

source: Site Section
ro_ro: Secțiunea site -ului

source: Frontend
ro_ro: În față

source: Options
ro_ro: Opțiuni

source: Page Association
ro_ro: Asociația de pagini

source: Association
ro_ro: Asociere

source: Show on all pages
ro_ro: Afișați pe toate paginile

source: Show on selected pages
ro_ro: Afișați pe paginile selectate

source: Hide on selected pages
ro_ro: Ascundeți -vă pe paginile selectate

source: Hide on all pages
ro_ro: Ascundeți -vă pe toate paginile

source: No pages
ro_ro: Fără pagini

source: Activity Sorted!
ro_ro: Activitate sortată!

source: Invalid Activity
ro_ro: Activitate nevalide

source: All related items will be removed.
ro_ro: Toate elementele conexe vor fi eliminate.

source: Please select activity to import!
ro_ro: Vă rugăm să selectați activitate pentru a importa!

source: Activity removed successfully.
ro_ro: Activitatea eliminată cu succes.

source: This activity doesn't have options!
ro_ro: Această activitate nu are opțiuni!

source: Organic IDX / Plan
ro_ro: IDX organic / plan

source: Choose your plan
ro_ro: Alegeți -vă planul

source: Trial Version
ro_ro: Versiune de încercare

source: Full Version
ro_ro: Versiune completă

source: MLS Provider
ro_ro: Furnizor de MLS

source: Please choose a mls provider
ro_ro: Vă rugăm să alegeți un furnizor MLS

source: Per Month
ro_ro: Pe lună

source: One-time fee
ro_ro: Taxa unică

source: Import all active listings
ro_ro: Importați toate listările active

source: Download ONLY Text to your servers (Preferred for IDX subscribers)
ro_ro: Descărcați doar text pe serverele dvs. (preferat pentru abonații IDX)

source: Import all the listings
ro_ro: Importați toate listările

source: Import office listings only
ro_ro: Importează doar Listele de Office

source: Import agent listings only
ro_ro: Import LISTAȚII AGENTALE

source: I want the sold data as well
ro_ro: Vreau și datele vândute

source: Thank You!
ro_ro: Vă mulțumesc!

source: Check status
ro_ro: Verificați starea

source: You Already Registered!
ro_ro: Te -ai înregistrat deja!

source: You already used trial version!
ro_ro: Ați folosit deja versiunea de încercare!

source: PHP >= 5.5 is required.
ro_ro: Php> = 5.5 este necesar.

source: Cancel Subscription
ro_ro: Anulați abonamentul

source: Are you sure you want to cancel your subscription?
ro_ro: Ești sigur că vrei să -ți anulezi abonamentul?

source: The subscription got canceled
ro_ro: Abonamentul a fost anulat

source: Pending
ro_ro: În așteptare

source: Organic IDX / Settings
ro_ro: IDX organic / setări

source: No MLS Provider is Found! In order to add one please
ro_ro: Nu se găsește niciun furnizor de MLS!

source: Click here
ro_ro: Click aici

source: Organic IDX / Registration Wizard
ro_ro: IDX organic / Vrăjitor de înregistrare

source: Organic IDX Trial Version
ro_ro: Versiunea de încercare IDX organică

source: Sign Up
ro_ro: Înscrieți -vă

source: Import Listings
ro_ro: Listele de import

source: Register & import listings
ro_ro: Înregistrați -vă și importă listele

source: Importing Sample Listings ...
ro_ro: Importarea listelor de probe ...

source: Organic IDX Full Version
ro_ro: Versiunea completă IDX organică

source: Choose MLS
ro_ro: Alegeți MLS

source: Search Your MLS
ro_ro: Căutați -vă MLS

source: My MLS is not in the list! Request MLS
ro_ro: MLS -ul meu nu este în listă!

source: Request MLS
ro_ro: Solicitați MLS

source: State
ro_ro: Stat

source: No MLS Provider is Found!
ro_ro: Nu se găsește niciun furnizor de MLS!

source: Back
ro_ro: Spate

source: Data Structure Manager
ro_ro: Manager de structură de date

source: Property Types
ro_ro: Tipuri de proprietăți

source: Listing Types
ro_ro: Tipuri de listare

source: Unit Manager
ro_ro: Manager de unitate

source: Removing listing type
ro_ro: Eliminarea tipului de listare

source: Purge related properties
ro_ro: Proprietăți legate de purjare

source: Assign to another listing type
ro_ro: Alocați altui tip de listare

source: Assign
ro_ro: Atribui

source: Removing property type
ro_ro: Eliminarea tipului de proprietate

source: Assign to another property type
ro_ro: Alocați unui alt tip de proprietate

source: Add new category
ro_ro: Adăugați o nouă categorie

source: Add new property type
ro_ro: Adăugați un nou tip de proprietate

source: Show Marker
ro_ro: Marker de spectacol

source: Multiple Marker Icon
ro_ro: Pictograma mai multiplă

source: It will show when there are multiple listings at the same geo position.
ro_ro: Acesta va apărea când există mai multe înregistrări în aceeași poziție GEO.

source: Room type
ro_ro: Tip de cameră

source: Add new room type
ro_ro: Adăugați un nou tip de cameră

source: Move
ro_ro: Mişcare

source: Ascending Label
ro_ro: Etichetă ascendentă

source: Descending Label
ro_ro: Etichetă descendentă

source: Default Order
ro_ro: Comandă implicită

source: Kinds
ro_ro: Feluri

source: Cannot Change!
ro_ro: Nu se poate schimba!

source: High to Low
ro_ro: Ridicat până la scăzut

source: Low to High
ro_ro: Scăzut până la înalt

source: Cur. after/before
ro_ro: Cur.

source: Exchange rate
ro_ro: Rata de schimb

source: No separator
ro_ro: Fără separator

source: Comma
ro_ro: Virgulă

source: Point
ro_ro: Punct

source: Space
ro_ro: Spaţiu

source: Double Space
ro_ro: Spațiu dublu

source: No decimal
ro_ro: Fără zecimal

source: Before
ro_ro: Înainte

source: After
ro_ro: După

source: Before (with Space)
ro_ro: Înainte (cu spațiu)

source: After (with Space)
ro_ro: După (cu spațiu)

source: Replace Unit
ro_ro: Înlocuiți unitatea

source: Replace current unit with another active unit in listings
ro_ro: Înlocuiți unitatea curentă cu o altă unitate activă în listări

source: Set new unit type
ro_ro: Setați un nou tip de unitate

source: Invalid Listing Types
ro_ro: Tipuri de listare nevalide

source: Invalid listing Type
ro_ro: Tip de listare nevalid

source: Invalid Icon
ro_ro: Pictogramă nevalide

source: Select category!
ro_ro: Selectați categoria!

source: Invalid Property Types
ro_ro: Tipuri de proprietăți nevalide

source: Invalid Property Type
ro_ro: Tip de proprietate nevalid

source: Invalid field
ro_ro: Câmp nevalid

source: Invalid room type!
ro_ro: Tip de cameră nevalid!

source: Invalid Room type name
ro_ro: Nume de tip de cameră nevalid

source: Room type added.
ro_ro: Tip de cameră adăugat.

source: Invalid sort option!
ro_ro: Opțiune de sortare nevalide!

source: The category removed.
ro_ro: Categoria a fost eliminată.

source: Property type removed from WPL successfully.
ro_ro: Tipul de proprietate eliminat din WPL cu succes.

source: Room type removed from WPL successfully.
ro_ro: Tipul de cameră eliminat din WPL cu succes.

source: You should have one active unit.
ro_ro: Ar trebui să aveți o unitate activă.

source: Listings changed successfully.
ro_ro: Listele s -au schimbat cu succes.

source: No listing found.
ro_ro: Nu este găsită nicio listă.

source: %s Data Structure
ro_ro: %S Structura datelor

source: Category Management
ro_ro: Gestionarea categoriei

source: Category Name
ro_ro: Numele categoriei

source: Edit Category
ro_ro: Categoria de editare

source: Add Category
ro_ro: Adăugați categoria

source: Add new field
ro_ro: Adăugați câmp nou

source: Add new Category
ro_ro: Adăugați o nouă categorie

source: Create a new category
ro_ro: Creați o nouă categorie

source: This field is always mandatory.
ro_ro: Acest câmp este întotdeauna obligatoriu.

source: This field is never mandatory.
ro_ro: Acest câmp nu este niciodată obligatoriu.

source: Add to available sort options.
ro_ro: Adăugați la opțiunile de sortare disponibile.

source: Remove from sort options.
ro_ro: Eliminați din opțiunile de sortare.

source: This field is always sortable.
ro_ro: Acest câmp este întotdeauna sortat.

source: This field is not sortable.
ro_ro: Acest câmp nu este sortat.

source: Category updated successfully.
ro_ro: Categoria actualizată cu succes.

source: Category name cannot be empty.
ro_ro: Numele categoriei nu poate fi gol.

source: The ID should not be empty.
ro_ro: ID -ul nu ar trebui să fie gol.

source: Category removed successfully.
ro_ro: Categoria eliminată cu succes.

source: An error has occurred.
ro_ro: A apărut o eroare.

source: Field saved.
ro_ro: Câmp salvat.

source: Field deleted.
ro_ro: Câmpul șters.

source: Field is not deletable.
ro_ro: Câmpul nu este șters.

source: Field converted.
ro_ro: Câmp convertit.

source: Please enter distance first!
ro_ro: Vă rugăm să introduceți mai întâi distanța!

source: First
ro_ro: Primul

source: Second
ro_ro: Doilea

source: Third
ro_ro: Treilea

source: Fourth
ro_ro: Patrulea

source: Fifth
ro_ro: Cincilea

source: Sixth
ro_ro: Şaselea

source: Seventh
ro_ro: Şaptelea

source: Eighth
ro_ro: Al optulea

source: Nineth
ro_ro: ANI

source: Tenth
ro_ro: Al zecelea

source: Add/Edit %s
ro_ro: Adăugare/edit %s

source: Click to finalize property ...
ro_ro: Faceți clic pentru a finaliza proprietatea ...

source: Remember to finalize!
ro_ro: Nu uitați să finalizați!

source: Click to discard property
ro_ro: Faceți clic pentru a renunța la proprietate

source: Discard
ro_ro: Aruncat

source: Finalize
ro_ro: Finalizați

source: Your property successfully finalized!
ro_ro: Proprietatea dvs. finalizată cu succes!

source: View this listing
ro_ro: Vizualizați această listă

source: Add new listing
ro_ro: Adăugați o nouă listă

source: Are you sure you want to remove this listing?
ro_ro: Ești sigur că vrei să elimini această listă?

source: Fetched.
ro_ro: Aducat.

source: Items removed.
ro_ro: Articole eliminate.

source: Limit reached. You can not add more property!
ro_ro: Limita atinsă.

source: Your membership expired. You cannot add new listings.
ro_ro: Calitatea de membru a expirat.

source: Property does not exist!
ro_ro: Proprietatea nu există!

source: You can not edit this property.
ro_ro: Nu puteți edita această proprietate.

source: Deleted.
ro_ro: Șters.

source: Add Listing
ro_ro: Adăugați listare

source: Mass actions
ro_ro: Acțiuni în masă

source: Select all
ro_ro: Selectați toate

source: Deselect all
ro_ro: Deselectați toate

source: Publish on Facebook
ro_ro: Publicați pe Facebook

source: Change User to
ro_ro: Schimbați utilizatorul în

source: Visited times
ro_ro: Ore vizitate

source: Property is not finalized.
ro_ro: Proprietatea nu este finalizată.

source: Expired
ro_ro: Expirat

source: Click here to revert it!
ro_ro: Faceți clic aici pentru a reveni!

source: Are you sure to revert this expired property?
ro_ro: Sunteți sigur că veți reveni această proprietate expirată?

source: Are you sure you want to delete these properties?
ro_ro: Ești sigur că vrei să ștergeți aceste proprietăți?

source: User is not valid!
ro_ro: Utilizatorul nu este valabil!

source: unPublish From FB
ro_ro: nepublicat de la FB

source: Are you sure you want to delete this property?
ro_ro: Ești sigur că vrei să ștergi această proprietate?

source: Property reverted.
ro_ro: Proprietatea a revenit.

source: You don't have access to this action.
ro_ro: Nu aveți acces la această acțiune.

source: Property purged.
ro_ro: Proprietate curățată.

source: User changed.
ro_ro: Utilizatorul schimbat.

source: Multi Agents Add-on is not installed.
ro_ro: ADD-AGENTS MULTI nu este instalat.

source: Additional agents added.
ro_ro: Au adăugat agenți suplimentari.

source: PRO Add-on is not installed.
ro_ro: Prodilul Pro nu este instalat.

source: Limit Reached! You cannot add new listings!
ro_ro: Limita atinsă!

source: Listing cloned.
ro_ro: Listarea clonată.

source: Locations
ro_ro: Locații

source: Location Tools
ro_ro: Instrumente de locație

source: Show all countries
ro_ro: Arată toate țările

source: Show enabled countries
ro_ro: Arată țările activate

source: No location! Add a new location
ro_ro: Fără locație!

source: Load Next Level
ro_ro: Încărcați nivelul următor

source: Load Zipcodes
ro_ro: Încărcați coduri poștale

source: Location Settings
ro_ro: Setări de locație

source: Edit location
ro_ro: Editați locația

source: Abbreviation
ro_ro: Abreviere

source: Invalid Location
ro_ro: Locație nevalide

source: Invalid Location or level
ro_ro: Locație sau nivel nevalid

source: Level
ro_ro: Nivel

source: Location saved.
ro_ro: Locație salvată.

source: Location(s) Deleted.
ro_ro: Locația (locația) șterse.

source: Included emails
ro_ro: E -mailuri incluse

source: Email Template
ro_ro: Șablon de e -mail

source: SMS Template
ro_ro: Șablon SMS

source: Edit Notification
ro_ro: Editați notificarea

source: Email Options
ro_ro: Opțiuni de e -mail

source: SMS Options
ro_ro: Opțiuni SMS

source: Invalid Notification
ro_ro: Notificare nevalide

source: Notification modified succesfully.
ro_ro: Notificarea modificată cu succes.

source: Please enter a valid email address
ro_ro: Vă rugăm să introduceți o adresă de email validă

source: Please select at least one option
ro_ro: Vă rugăm să selectați cel puțin o opțiune

source: Sample Properties
ro_ro: Proprietăți de probă

source: Property Ranks
ro_ro: Rânduri de proprietăți

source: WPL Continues Jobs
ro_ro: WPL continuă locuri de muncă

source: Server requirements
ro_ro: Cerințe de server

source: Latest Run: %s
ro_ro: Ultima rulare: %s

source: Current Status: %s
ro_ro: Stare actuală: %s

source: Clear WPL Caches
ro_ro: Clear WPL cache

source: Purge WPL cache directory
ro_ro: Directorul de cache de purjare WPL

source: Purge unfinalized listings
ro_ro: Purgeți listări nefinnalizate

source: Clear properties titles
ro_ro: Titluri de proprietăți clare

source: Clear properties page titles
ro_ro: Clear Properties Pagina Titluri

source: Clear complexes titles
ro_ro: Titluri complexe clare

source: Clear complexes page titles
ro_ro: Complexe clare titluri de pagini

source: Clear neighborhoods titles
ro_ro: Titluri de cartiere clare

source: Clear neighborhoods page titles
ro_ro: Clear cartiers Pagina Titluri

source: Clear listings cached data
ro_ro: Ștergeți înregistrările datelor în cache

source: Listings meta keywords
ro_ro: LISTAȚII META CUVINTE CHEIE

source: Listings meta description
ro_ro: LISTAȚII META DESCRIERE

source: Clear listings cached location texts
ro_ro: Ștergeți înregistrările texte de locație în cache

source: Clear listing thumbnails
ro_ro: Miniaturi clare de listare

source: Clear users cached data
ro_ro: Ștergeți utilizatorii în cache a datelor în cache

source: Clear user thumbnails
ro_ro: Ștergeți miniaturile utilizatorilor

source: Clear
ro_ro: Clar

source: Clear Listing Calendar data
ro_ro: Ștergeți datele calendaristului de listare

source: Clear listings calendar data
ro_ro: Ștergeți înregistrările datelor din calendar

source: Requirement
ro_ro: Cerinţă

source: Current
ro_ro: Actual

source: Web server
ro_ro: Server web

source: PHP version
ro_ro: Versiunea PHP

source: WP version
ro_ro: Versiunea WP

source: On
ro_ro: Pe

source: Upload dir
ro_ro: Încărcați dir

source: Writable
ro_ro: Scris

source: WPL tmp directory
ro_ro: Directorul WPL TMP

source: GD library
ro_ro: Biblioteca GD

source: Installed
ro_ro: Instalat

source: Not Installed
ro_ro: Nu este instalat

source: CURL
ro_ro: RĂSUCI

source: Multibyte String
ro_ro: Șir multibil

source: Safe Mode
ro_ro: Mod sigur

source: Memory Limit
ro_ro: Limita de memorie

source: Write Permission
ro_ro: Scrieți permisiunea

source: Add Samples
ro_ro: Adăugați probe

source: Add Sample Properties
ro_ro: Adăugați proprietăți de probă

source: Click here to add up to six sample properties.
ro_ro: Faceți clic aici pentru a adăuga până la șase proprietăți de probă.

source: Are you sure you would like to remove listings calendar data?
ro_ro: Sunteți sigur că doriți să eliminați datele din calendarul înregistrărilor?

source: All listings' ranks updated.
ro_ro: Toate clasamentele înregistratelor înregistrate.

source: Manage User Data Structure
ro_ro: Gestionați structura datelor utilizatorului

source: Only WPL users
ro_ro: Doar utilizatorii WPL

source: Registered
ro_ro: Înregistrat

source: Expiry Date
ro_ro: Data de expirare

source: Edit Profile
ro_ro: Editați profilul

source: No Permission!
ro_ro: Fără permisiune!

source: Expire User Now
ro_ro: Expiră utilizatorul acum

source: Edit User
ro_ro: Editați utilizatorul

source: Invalid user
ro_ro: Utilizator nevalid

source: Membership add.
ro_ro: Adăugare de membru.

source: User added to WPL successfully.
ro_ro: Utilizator a adăugat cu succes la WPL.

source: User removed from WPL successfully.
ro_ro: Utilizatorul a eliminat din WPL cu succes.

source: The Membership Add-on must be installed for this feature!
ro_ro: Adăugarea de membru trebuie instalată pentru această caracteristică!

source: You don't have access to this menu!
ro_ro: Nu aveți acces la acest meniu!

source: You're not an agent/owner so you cannot access this profile.
ro_ro: Nu sunteți agent/proprietar, astfel încât să nu puteți accesa acest profil.

source: License Validation
ro_ro: Validarea licenței

source: Realtyna email
ro_ro: E -mail de realitatea

source: Realtyna password
ro_ro: Parola Realtyna

source: Remove credential
ro_ro: Eliminați acreditarea

source: Valid License
ro_ro: Licență valabilă

source: Validate your license to be able to use the updated functions of WPL
ro_ro: Validați -vă licența pentru a putea utiliza funcțiile actualizate ale WPL

source: Invalid License
ro_ro: Licență nevalide

source: Install Add On
ro_ro: Instalați Adăugare

source: Download Full Package
ro_ro: Descărcați pachetul complet

source: No download for this product
ro_ro: Fără descărcare pentru acest produs

source: Update Product
ro_ro: Actualizați produsul

source: Download Product Manual
ro_ro: Descărcați manualul produsului

source: Optional Add-ons
ro_ro: Suplimente opționale

source: Congratulations! All the optional Add-on are installed on your website!
ro_ro: Felicitări!

source: Share / Review
ro_ro: Share / Recenzie

source: Inspire us by Rating at
ro_ro: Inspiră -ne evaluarea la

source: community
ro_ro: comunitate

source: Share WPL with Others
ro_ro: Partajați WPL cu alții

source: Share on Google+
ro_ro: Partajează pe Google+

source: Properties by listing types
ro_ro: Proprietăți prin listarea tipurilor

source: Total Properties: %s
ro_ro: Proprietăți totale: %s

source: Properties by property types
ro_ro: Proprietăți după tipuri de proprietăți

source: Documentation / Support
ro_ro: Documentare / asistență
