Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Express Checkout
ro_ro: Checkout Express

source: Both
ro_ro: Ambele

source: Paypal Username
ro_ro: Nume utilizator PayPal

source: Paypal Password
ro_ro: Parolă PayPal

source: Signature
ro_ro: Semnătură

source: Paypal API Signature
ro_ro: Semnătura API PayPal

source: Business Account
ro_ro: Cont de afaceri

source: Paypal Business Email
ro_ro: E -mail de afaceri PayPal

source: Language Locale
ro_ro: Language local

source: Language Code
ro_ro: Cod lingvistic

source: Language Main page
ro_ro: Pagina principală a limbii

source: en, fr, de
ro_ro: în, fr, din

source: Save Changed Styles
ro_ro: Salvați stiluri schimbate

source: Colors
ro_ro: Culori

source: Main Color
ro_ro: Culoarea principală

source: Fonts
ro_ro: Fonturi

source: Main Font
ro_ro: Font principal

source: Second Font
ro_ro: Al doilea font

source: Profile Email Font
ro_ro: Font de e -mail de profil

source: Properties Listing
ro_ro: Listarea proprietăților

source: Property Header
ro_ro: Antetul proprietății

source: Property Location
ro_ro: Locația proprietății

source: Profile Email
ro_ro: E -mail de profil

source: Radius
ro_ro: Rază

source: No Image
ro_ro: Fără imagine

source: Image Width
ro_ro: Lățimea imaginii

source: Image Height
ro_ro: Înălțimea imaginii

source: Bar Width
ro_ro: Lățimea barului

source: First Bar Length
ro_ro: Prima lungime a barului

source: Bar Length Increment
ro_ro: Creșterea lungimii barei

source: Vertical Distance Between Bars
ro_ro: Distanță verticală între bare

source: Peak of Bars
ro_ro: Vârful de baruri

source: Font Size for Energy Value
ro_ro: Mărimea fontului pentru valoarea energetică

source: Font Size
ro_ro: Dimensiunea fontului

source: Levels
ro_ro: Niveluri

source: Reverse Levels
ro_ro: Niveluri inversă

source: Show Energy Value
ro_ro: Arată valoarea energetică

source: to
ro_ro: la

source: Energy Consumption
ro_ro: Consumul de energie

source: More Efficient
ro_ro: Mai eficient

source: Less Efficient
ro_ro: Mai puțin eficient

source: Measuring index:
ro_ro: Indicele de măsurare:

source: Minimum Charge
ro_ro: Încărcare minimă

source: Default Amount
ro_ro: Suma implicită

source: Currency
ro_ro: Valută

source: Charge Form
ro_ro: Formular de încărcare

source: Charge
ro_ro: Încărca

source: Unable to create transaction!
ro_ro: Imposibil de creat tranzacție!

source: You cannot charge less than %s
ro_ro: Nu puteți percepe mai puțin de %s

source: e-Wallet Charge
ro_ro: Încărcare electronică

source: Cannot generate the checkout page!
ro_ro: Nu se poate genera pagina de checkout!

source: No option for this activity.
ro_ro: Nici o opțiune pentru această activitate.

source: Additional Listings at %s
ro_ro: Listări suplimentare la %s

source: Unit Type
ro_ro: Tipul unității

source: License key
ro_ro: Cheie de licență

source: Width
ro_ro: Lăţime

source: Height
ro_ro: Înălţime

source: Walkscore layout
ro_ro: Aspectul Walkscore

source: Horizontal
ro_ro: Orizontală

source: View stats for
ro_ro: Vizualizați statisticile pentru

source: All Sites
ro_ro: Toate site -urile

source: Listing Title
ro_ro: Titlul de listare

source: Listing Address
ro_ro: Adresa de listare

source: Property Visits
ro_ro: Vizite de proprietate

source: Contacts
ro_ro: Contacte

source: Including in Listings
ro_ro: Inclusiv în listări

source: Views in Complex Page
ro_ro: Vizualizări în pagina complexă

source: CRM Stats
ro_ro: Statistici CRM

source: Blog ID
ro_ro: ID de blog

source: Blog Name
ro_ro: Numele blogului

source: CRM Requests
ro_ro: Cereri CRM

source: Invalid Request!
ro_ro: Cerere nevalide!

source: Logs
ro_ro: Jurnale

source: Log Tools
ro_ro: Instrumente de jurnal

source: Section
ro_ro: Secțiune

source: Date end
ro_ro: Date sfârșitul

source: Log Text
ro_ro: Text de jurnal

source: Search
ro_ro: Căutare

source: Reset
ro_ro: Resetează

source: Export All Logs
ro_ro: Exportați toate jurnalele

source: Exporter add-on
ro_ro: Supliment exportator

source: The Exporter Add-on must be installed for this feature!
ro_ro: Adăugarea exportatorului trebuie instalată pentru această caracteristică!

source: Delete All Logs
ro_ro: Ștergeți toate jurnalele

source: Log Date
ro_ro: Data jurnalului

source: No logs
ro_ro: Fără jurnale

source: WPL Core
ro_ro: Wpl nucleu

source: More than 10
ro_ro: Mai mult de 10

source: Delete Log ID
ro_ro: Ștergeți ID -ul jurnalului

source: Are you sure you want to this log?
ro_ro: Ești sigur că vrei la acest jurnal?

source: Are you sure you want to remove all logs?
ro_ro: Ești sigur că vrei să elimini toate jurnalele?

source: Settings
ro_ro: Setări

source: Transactions
ro_ro: Tranzacții

source: Already Confirmed.
ro_ro: Deja confirmat.

source: Already Rejected.
ro_ro: Deja respins.

source: Transaction ID, Title, Description
ro_ro: ID de tranzacție, titlu, descriere

source: Waiting
ro_ro: Aşteptare

source: Failed
ro_ro: Eșuat

source: Succeed
ro_ro: Reuşi

source: User
ro_ro: Utilizator

source: Amount
ro_ro: Cantitate

source: Paid Date
ro_ro: Data plătit

source: Gateway
ro_ro: Poartă

source: No Transaction found!
ro_ro: Nu a fost găsită nicio tranzacție!

source: Guest
ro_ro: Oaspete

source: Confirm
ro_ro: Confirma

source: Reject
ro_ro: Respinge

source: Gateway Transacation ID
ro_ro: ID de tranzacție Gateway

source: GTID
ro_ro: Gidt

source: Saved.
ro_ro: Salvat.

source: Export Settings
ro_ro: Setări de export

source: Import Settings
ro_ro: Import setări

source: Property
ro_ro: Proprietate

source: No description is available...
ro_ro: Nu este disponibilă nicio descriere ...

source: PRO Add-on must be installed for this!
ro_ro: Produsul Pro trebuie să fie instalat pentru acest lucru!

source: No property found or it's not available now!
ro_ro: Nu este găsită nicio proprietate sau nu este disponibilă acum!

source: Error loading print view!
ro_ro: Eroare la încărcarea Vizualizării imprimate!

source: Error loading RSS feed!
ro_ro: Eroare la încărcarea fluxului RSS!

source: You have not added any properties to compare!
ro_ro: Nu ați adăugat nicio proprietate de comparat!

source: Back to home page
ro_ro: Înapoi la pagina principală

source: It seems the transaction canceled!
ro_ro: Se pare că tranzacția a fost anulată!

source: Checkout
ro_ro: Verifică

source: Total amount is: <span>%s</span>
ro_ro: Suma totală este: <span>%s </span>

source: The transaction paid successfully!
ro_ro: Tranzacția a plătit cu succes!

source: Transaction is invalid!
ro_ro: Tranzacția este nevalide!

source: The Transaction is paid or failed before!
ro_ro: Tranzacția este plătită sau eșuată înainte!

source: Transaction was invalid or paid before!
ro_ro: Tranzacția a fost invalidă sau plătită înainte!

source: Transaction paid.
ro_ro: Tranzacția plătită.

source: Waiting for response from gateway.
ro_ro: Așteptând răspunsul de la Gateway.

source: Transaction failed.
ro_ro: Tranzacția a eșuat.

source: The security nonce and transaction id is not valid!
ro_ro: Nonce -ul de securitate și ID -ul tranzacției nu este valabil!

source: Loading ...
ro_ro: Încărcare ...

source: Your email is not a valid email!
ro_ro: E -mailul dvs. nu este un e -mail valid!

source: Information sent to agents.
ro_ro: Informații trimise agenților.

source: Error sending!
ro_ro: Eroare la trimitere!

source: Return to Dashboard
ro_ro: Reveniți la tabloul de bord

source: Birds Eye
ro_ro: Ochi de păsări

source: Visits
ro_ro: Vizite

source: in %d days
ro_ro: în %D zile

source: Login to continue
ro_ro: Conectați -vă pentru a continua

source: Maximum title character
ro_ro: Caracter de titlu maxim

source: Image width
ro_ro: Lățimea imaginii

source: Image height
ro_ro: Înălțimea imaginii

source: Show contact
ro_ro: Afișați contactul

source: Show compare
ro_ro: Show Comparați

source: (WPL) Favorites
ro_ro: (Wpl) favorite

source: Favorite widget to add property to a list by anonymous user.
ro_ro: Widget preferat pentru a adăuga proprietate la o listă de către utilizatorul anonim.

source: Favorites
ro_ro: Favorit

source: There is no favorite listings!
ro_ro: Nu există înregistrări preferate!

source: Full Name
ro_ro: Numele complet

source: Phone
ro_ro: Telefon

source: Message
ro_ro: Mesaj

source: Contact Favorites
ro_ro: Favoritele de contact

source: Compare favorites
ro_ro: Comparați favoritele

source: (WPL) Unit Switcher
ro_ro: (WPL) Comutator de unitate

source: Let visitors to switch between currencies etc.
ro_ro: Permiteți vizitatorilor să se schimbe între valute etc.

source: Currency Switcher
ro_ro: Comutator valutar

source: to RESO
ro_ro: a remo

source: Remove Field
ro_ro: Scoateți câmpul

source: RESO Add-on / Mapping
ro_ro: Reso suplimentar / mapare

source: RESO field
ro_ro: Câmpul Reso

source: RESO Type
ro_ro: Tipul Reso

source: RESO Users
ro_ro: Utilizatori Reso

source: Name, Email
ro_ro: Nume, e -mail

source: Only RESO users
ro_ro: Doar utilizatorii Reso.

source: All WordPress users
ro_ro: Toți utilizatorii WordPress

source: Brokerage
ro_ro: Brokeraj

source: Client Id
ro_ro: ID client

source: Add user to WPL
ro_ro: Adăugați utilizator la wpl

source: Remove user from WPL
ro_ro: Eliminați utilizatorul din WPL

source: Neighborhoods
ro_ro: Cartiere

source: Command not found!
ro_ro: Comanda nu a fost găsită!

source: Authentication Failure. Invalid login or password supplied.
ro_ro: Eșec de autentificare.

source: Success
ro_ro: Succes

source: Authentication Failure. You must login first.
ro_ro: Eșec de autentificare.

source: Required parameter (Type) was not supplied.
ro_ro: Parametrul (tip) necesar nu a fost furnizat.

source: The specified Type parameter is not valid.
ro_ro: Parametrul de tip specificat nu este valabil.

source: Required parameter (ID) was not supplied.
ro_ro: Parametrul necesar (ID) nu a fost furnizat.

source: RETS Server: Invalid Format parameter [%s]
ro_ro: Server RETS: parametru de format nevalid [%s]

source: RETS Server: Parameter (QueryType) has an invalid value of %s.
ro_ro: Rets Server: Parametrul (QueryType) are o valoare nevalide de %s.

source: Specified Resource/Class is not valid.
ro_ro: Resursa/clasa specificate nu este valabilă.

source: RETS Server: No ID parameter supplied.
ro_ro: Server RETS: Nu este furnizat niciun parametru de identificare.

source: Invalid Type parameter in request.
ro_ro: Parametrul de tip nevalid în cerere.

source: Object not found!
ro_ro: Obiect nu a fost găsit!

source: Logout Successful
ro_ro: Deconectați -vă cu succes

source: Empty receiver!
ro_ro: Receptor gol!

source: SMS sent!
ro_ro: SMS -uri trimise!

source: Available memberships
ro_ro: Calitatea de membru disponibil

source: Included memberships
ro_ro: A inclus apartenențe

source: Add
ro_ro: Adăuga

source: Remove
ro_ro: Elimina

source: Available users
ro_ro: Utilizatori disponibili

source: Included users
ro_ro: Utilizatori incluși

source: Mobile Number
ro_ro: Număr de telefon mobil

source: Included mobile
ro_ro: Inclus mobil

source: Free
ro_ro: Gratuit

source: Unlimited
ro_ro: Nelimitat

source: Save Criterias
ro_ro: Salvați criteriile

source: Total number of properties
ro_ro: Numărul total de proprietăți

source: Total number of hot properties
ro_ro: Numărul total de proprietăți fierbinți

source: Total number of featured properties
ro_ro: Numărul total de proprietăți prezentate

source: Register form
ro_ro: Formular de înregistrare

source: Private Membership
ro_ro: Calitatea de membru privat

source: Nobody can register to private memberships from frontend of website.
ro_ro: Nimeni nu se poate înregistra la membrii privați de la Frontend of Website.

source: Listing Restriction (PWizard)?
ro_ro: Restricția de listare (PWizard)?

source: Property Type Restriction (PWizard)?
ro_ro: Restricție de tip proprietate (PWizard)?

source: Listing Restriction (PListing)?
ro_ro: Restricția de listare (plisting)?

source: Property Type Restriction (PListing)?
ro_ro: Restricție de tip proprietate (plisting)?

source: Listing Restriction (PShow)?
ro_ro: Restricția de listare (PSHOW)?

source: Property Type Restriction (PShow)?
ro_ro: Restricție de tip proprietate (PSHOW)?

source: Property Type Restriction (PShow) Form Type?
ro_ro: Tip de proprietate Restricție (PSHOW) Tip de formă?

source: Error Page
ro_ro: Pagina de eroare

source: Login Page
ro_ro: Pagina de autentificare

source: Property Type Restriction (Plisting) Login button?
ro_ro: Buton de conectare a restricției de tip proprietate (plisting)?

source: Receive Contact Emails Directly
ro_ro: Primiți direct e -mailuri de contact

source: Substitute Recipient
ro_ro: Destinatar înlocuitor

source: Force Profile Completion
ro_ro: Completarea profilului de forță

source: Operation was successful.
ro_ro: Operațiunea a avut succes.

source: Uploaded file removed successfully!
ro_ro: Fișier încărcat eliminat cu succes!

source: Language strings are generated.
ro_ro: Sunt generate șiruri de limbă.

source: Calendar Data removed.
ro_ro: Datele din calendar eliminate.

source: Settings have been imported successfuly!
ro_ro: Setările au fost importate cu succes!

source: Cannot import settings!
ro_ro: Nu se poate importa setări!

source: Sample properties added.
ro_ro: Proprietăți de eșantion adăugate.

source: Disable it
ro_ro: Dezactivați -l

source: Enable it
ro_ro: Activați -l

source: Greater
ro_ro: Mai mare

source: Smaller
ro_ro: Mai mic

source: Contains
ro_ro: Conține

source: Exactly
ro_ro: Exact

source: Bedroom(s)
ro_ro: Dormitor (S)

source: Room(s)
ro_ro: Cameră (S)

source: Bathroom(s)
ro_ro: Baie (S)

source: Parking(s)
ro_ro: Parcare

source: Picture(s)
ro_ro: Imagine (S)

source: More Details
ro_ro: Mai multe detalii

source: Add to favorites
ro_ro: Adăugați la favorite

source: Remove from favorites
ro_ro: Scoateți din favorite

source: You don't have access to this menu! %s KB article might be helpful.
ro_ro: Nu aveți acces la acest meniu!

source: this
ro_ro: acest

source: Sorry! The property is not visible until it is confirmed by someone.
ro_ro: Scuze!

source: Sorry! You don't have access to view this property.
ro_ro: Scuze!

source: Booking Add-on
ro_ro: Rezervare suplimentară

source: Where can I find help with the WPL Booking Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul de rezervare WPL?

source: Property is not available for the whole period!
ro_ro: Proprietatea nu este disponibilă pentru întreaga perioadă!

source: The minimum stay of the '%s' season is %s nights.
ro_ro: Șederea minimă a sezonului '%s' este %din nopți.

source: Additional Price
ro_ro: Preț suplimentar

source: Cancellation Policy
ro_ro: Politica de anulare

source: Terms
ro_ro: Termeni

source: SELECT
ro_ro: SELECTA

source: Agent Page
ro_ro: Pagina agentului

source: Booking link
ro_ro: Link de rezervare

source: Add cancellation
ro_ro: Adăugați anularea

source: Enter A text
ro_ro: Introduceți un text

source: Add pet
ro_ro: Adăugați animal de companie

source: Check-out
ro_ro: Verifică

source: Check Availablity
ro_ro: Verificați disponibilitatea

source: Or
ro_ro: Sau

source: Contact Owner
ro_ro: Contactați proprietarul

source: Inquire
ro_ro: Întreba

source: Your Name
ro_ro: Numele dumneavoastră

source: Your Email
ro_ro: E -mailul tău

source: Your Phone Number
ro_ro: Numărul dvs. de telefon

source: Question
ro_ro: Întrebare

source: Your Question
ro_ro: Întrebarea ta

source: Register Me
ro_ro: Înregistrează -mă

source: Property is available for this period
ro_ro: Proprietatea este disponibilă pentru această perioadă

source: Property is not available for the whole period
ro_ro: Proprietatea nu este disponibilă pentru întreaga perioadă

source: Check out should be later than check in
ro_ro: Check out ar trebui să fie mai târziu decât să faceți check -in

source: Total Price
ro_ro: Prețul total

source: You can not book a property with this price!
ro_ro: Nu puteți rezerva o proprietate cu acest preț!

source: Nights
ro_ro: Nopți

source: You need to %s or %s to book this property.
ro_ro: Trebuie să faceți %s sau %s pentru a rezerva această proprietate.

source: Register
ro_ro: Registru

source: You did not select a valid period for book this property.
ro_ro: Nu ați selectat o perioadă valabilă pentru rezervarea acestei proprietăți.

source: The count of nights is less than minimum stay.
ro_ro: Numărul nopților este mai mic decât șederea minimă.

source: There was a problem with the request. Please, try again.
ro_ro: A existat o problemă cu cererea.

source: The name or email field is required.
ro_ro: Numele sau câmpul de e -mail este necesar.

source: There was a problem with the request. Please, try again..
ro_ro: A existat o problemă cu cererea.

source: Property is <b>Available</b> from <i>
ro_ro: Proprietatea este <b> disponibilă </b> din <i>

source: <b>Notice:</b> This property has been confirmed.
ro_ro: <b> Notificare: </b> Această proprietate a fost confirmată.

source: This request has conflict with
ro_ro: Această solicitare are un conflict cu

source: Booker Comment
ro_ro: Comentariu Booker

source: There is no comment.
ro_ro: Nu există niciun comentariu.

source: Payment
ro_ro: Plată

source: Payment sucessful.
ro_ro: Plata cu succes.

source: Payment not yet finalized.
ro_ro: Plata nu a fost încă finalizată.

source: To pay, send a payment link to the booker.
ro_ro: Pentru a plăti, trimiteți un link de plată către Booker.

source: Bookings
ro_ro: Rezervări

source: Booking tools
ro_ro: Instrumente de rezervare

source: Confirmed
ro_ro: Published

source: Not Confirmed
ro_ro: Nu este confirmat

source: Booking ID
ro_ro: ID de rezervare

source: Delete All
ro_ro: Ștergeți toate

source: Add date
ro_ro: Adăugați data

source: Price
ro_ro: Preţ

source: No Result
ro_ro: Fără rezultat

source: Contact Customer
ro_ro: Contactați clientul

source: Remove Request
ro_ro: Eliminați cererea

source: Are you sure you want to confirm this booking??
ro_ro: Ești sigur că vrei să confirmi această rezervare ??

source: Are you sure you want to unConfirm this booking??
ro_ro: Ești sigur că vrei să neconfirmezi această rezervare ??

source: Are you sure you want to send a link for this booking??
ro_ro: Ești sigur că vrei să trimiți un link pentru această rezervare ??

source: The payment link has been sent to the booker
ro_ro: Link -ul de plată a fost trimis către Booker

source: Are you sure you want to remove this booking request?
ro_ro: Ești sigur că vrei să elimini această solicitare de rezervare?

source: Are you sure you want to remove all booking requests?
ro_ro: Ești sigur că vrei să elimini toate solicitările de rezervare?

source: You don't have access to this part!
ro_ro: Nu aveți acces la această parte!

source: Your Info
ro_ro: Informațiile tale

source: Terms & Conditions
ro_ro: Termeni și condiții

source: Pet Policy
ro_ro: Politica pentru animale de companie

source: Send a comment to the agent
ro_ro: Trimite un comentariu către agent

source: I agree to the Terms & Conditions
ro_ro: Sunt de acord cu termenii și condițiile

source: Payment Info
ro_ro: Informații despre plată

source: Payment Description
ro_ro: Descrierea plății

source: Congratulation
ro_ro: Felicitări

source: Your property is booked.
ro_ro: Proprietatea dvs. este rezervată.

source: Your payment has been processed. The agent will confirm your request.
ro_ro: Plata dvs. a fost procesată.

source: Check out
ro_ro: Verifică

source: House Rules
ro_ro: Reguli de casă

source: Your request was not found! Please book the property again.
ro_ro: Cererea dvs. nu a fost găsită!

source: Please, agree to the Terms & Conditions.
ro_ro: Vă rugăm să fiți de acord cu termenii și condițiile.

source: The property does not exist.
ro_ro: Proprietatea nu există.

source: You need to login or register to book this property.
ro_ro: Trebuie să vă autentificați sau să vă înregistrați pentru a rezerva această proprietate.

source: There was a problem submitting the booking!
ro_ro: A existat o problemă de a trimite rezervarea!

source: Booking request with ID
ro_ro: Cerere de rezervare cu ID

source: This booking request is not available to you!
ro_ro: Această solicitare de rezervare nu vă este disponibilă!

source: This booking request has been confirmed by the agent!
ro_ro: Această cerere de rezervare a fost confirmată de agent!

source: Registration disabled!
ro_ro: Înregistrare dezactivată!

source: Invalid Token!
ro_ro: Jeton nevalid!

source: Invalid Email!
ro_ro: E -mail nevalid!

source: Email exists.
ro_ro: E -mail există.

source: Total number of agents
ro_ro: Numărul total de agenți

source: Available memberships for agents
ro_ro: Calitatea de membru disponibil pentru agenți

source: Agents
ro_ro: Agenți

source: Add Agent
ro_ro: Adăugați agent

source: Memberships
ro_ro: Calitatea de membru

source: Please fill required data.
ro_ro: Vă rugăm să completați datele necesare.

source: You reached your agent limit.
ro_ro: Ai atins limita de agent.

source: First Name
ro_ro: Prenume

source: Last Name
ro_ro: Nume

source: Mobile
ro_ro: Mobil

source: No agent is added under your brokerage! You can add one now.
ro_ro: Niciun agent nu este adăugat sub brokerajul dvs.!

source: Registration Date:
ro_ro: Data înregistrării:

source: Properties:
ro_ro: Proprietăți:

source: Delete Agent
ro_ro: Ștergeți agentul

source: Property Count
ro_ro: Numărul de proprietăți

source: Hot Property
ro_ro: Proprietate fierbinte

source: Featured Property
ro_ro: Proprietate prezentată

source: Allowed Listings Types
ro_ro: Tipuri de listări permise

source: Allowed Property Types
ro_ro: Tipuri de proprietăți permise

source: You should %s first to see your brokerage!
ro_ro: Ar trebui mai întâi să vă vedeți brokerajul!

source: You don't have access to brokerage menu!
ro_ro: Nu aveți acces la meniul de brokeraj!

source: Invalid Username!
ro_ro: Nume utilizator nevalid!

source: Username already exists.
ro_ro: Numele de utilizator există deja.

source: Invalid membership selected!
ro_ro: Calitatea de membru nevalid selectat!

source: User registered. Password sent to the email that you inserted!
ro_ro: Utilizator înregistrat.

source: Agent removed sucessfully!
ro_ro: Agent a fost eliminat cu succes!

source: This agent is not included in your brokerage!
ro_ro: Acest agent nu este inclus în brokerajul dvs.!

source: Admin
ro_ro: Administrator

source: Calendar Add-on
ro_ro: Add-on calendar

source: Clear Calendar Data
ro_ro: Datele din calendarul clar

source: Please select an option
ro_ro: Vă rugăm să selectați o opțiune

source: Please select day(s) in calendar.
ro_ro: Vă rugăm să selectați ziua (zilele) din calendar.

source: No. of Months
ro_ro: Număr de luni

source: Show Option Labels
ro_ro: Afișați etichete de opțiuni

source: Show Property Prices
ro_ro: Arată prețurile proprietății

source: Season
ro_ro: Sezon

source: Seasons
ro_ro: Anotimpuri

source: Time Periods
ro_ro: Perioade de timp

source: Add New Season
ro_ro: Adăugați un nou sezon

source: Color
ro_ro: Culoare

source: Start Date
ro_ro: Data de început

source: End Date
ro_ro: Data de încheiere

source: Add New Time Period
ro_ro: Adăugați o nouă perioadă de timp

source: No. of Nights
ro_ro: Număr de nopți

source: End
ro_ro: Sfârşit

source: Booking
ro_ro: Rezervare

source: No Season
ro_ro: Niciun anotimp

source: Minimum Stay
ro_ro: Ședere minimă

source: Invalid Calendar Season
ro_ro: Sezonul calendaristic nevalid

source: Invalid Season
ro_ro: Sezon nevalid

source: Invalid Time Period
ro_ro: Perioada de timp nevalide

source: Calendar Season is removed successfully.
ro_ro: Sezonul calendaristic este eliminat cu succes.

source: Calendar Time Period is removed successfully.
ro_ro: Perioada de timp din calendar este eliminată cu succes.

source: Complex/Condo Add-on
ro_ro: Complex/Condo suplimentar
