Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Save
ro_ro: Salva

source: General Options
ro_ro: Opțiuni generale

source: Nearby Params
ro_ro: Params în apropiere

source: Unit type
ro_ro: Tipul unității

source: Distance/Radius
ro_ro: Distanța/raza

source: Type a default text
ro_ro: Tastați un text implicit

source: Accesses
ro_ro: Accesuri

source: Map point
ro_ro: Punct de hartă

source: Go
ro_ro: Fuziune

source: Apply boundary from Demographic addon
ro_ro: Aplicați granița de la addon demografic

source: Apply
ro_ro: Aplicați

source: WPL Summary Widget
ro_ro: Widget rezumat WPL

source: No Option Available
ro_ro: Nicio opțiune disponibilă

source: Edit Search Radius
ro_ro: Editați raza de căutare

source: Show Result
ro_ro: Arată rezultatul

source: Clear All
ro_ro: Ștergeți toate

source: Search All
ro_ro: Căutați pe toate

source: Please wait...
ro_ro: Va rugam asteptati...

source: Geolocation is not supported by this browser.
ro_ro: Geolocalizarea nu este acceptată de acest browser.

source: We've got the location
ro_ro: Avem locația

source: You have denied the request for Geolocation.
ro_ro: Ați refuzat cererea de geolocalizare.

source: Location information is unavailable.
ro_ro: Informațiile despre locație nu sunt disponibile.

source: The request to get user location timed out.
ro_ro: Cererea de a obține locația utilizatorului.

source: An unknown error occurred.
ro_ro: A apărut o eroare necunoscută.

source: Authentication Key
ro_ro: Cheie de autentificare

source: Map Height
ro_ro: Înălțimea hărții

source: Default Zoom
ro_ro: Zoom implicit

source: Update my search as map is moved.
ro_ro: Actualizați -mi căutarea pe măsură ce harta este mutată.

source: Search Results
ro_ro: Rezultatele căutării

source: Remove Shapes!
ro_ro: Îndepărtați formele!

source: Geocode was not successful for the following reason::
ro_ro: Geocode nu a avut succes din următorul motiv ::

source: No option!
ro_ro: Nicio opțiune!

source: Back to search results
ro_ro: Înapoi la rezultatele căutării

source: Prev
ro_ro: Anterior

source: Result
ro_ro: Rezultat

source: of
ro_ro: de

source: Next
ro_ro: Următorul

source: API Token
ro_ro: Token API

source: The security nonce is not valid!
ro_ro: Nonce -ul de securitate nu este valabil!

source: Values saved completely!
ro_ro: Valorile salvate complet!

source: Comment
ro_ro: Comentariu

source: Country
ro_ro: Ţară

source: Inherite Global Values
ro_ro: Moșteniri valorile globale

source: Error Occurred!
ro_ro: A apărut o eroare!

source: Page Link
ro_ro: Link de pagină

source: Copy
ro_ro: Copie

source: Edit Link
ro_ro: Editați linkul

source: No Criteria! Please, perform a search.
ro_ro: Fără criterii!

source: Please login first to see landing page generator!
ro_ro: Vă rugăm să vă autentificați mai întâi pentru a vedea generatorul de pagini de destinație!

source: Undefined Action!
ro_ro: Acțiune nedefinită!

source: Please insert a proper name for your landing page.
ro_ro: Vă rugăm să introduceți un nume propriu pentru pagina dvs. de destinație.

source: There is no criteria for creating the landing page.
ro_ro: Nu există criterii pentru crearea paginii de destinație.

source: Landing page successfully created.
ro_ro: Pagina de destinație creată cu succes.

source: An error ocurred during adding the landing page!
ro_ro: A apărut o eroare în timpul adăugării paginii de destinație!

source: Expand
ro_ro: Extinde

source: Pictures
ro_ro: Poze

source: Google Map
ro_ro: Harta Google

source: Bird's eye
ro_ro: Ochiul păsării

source: Walk score
ro_ro: Scor de mers

source: Description
ro_ro: Descriere

source: Minutes
ro_ro: Minute

source: Price Type
ro_ro: Tip de preț

source: Share
ro_ro: Cota

source: Title
ro_ro: Titlu

source: Layout
ro_ro: Aspect

source: Target page
ro_ro: Pagina țintă

source: CSS Class
ro_ro: Clasa CSS

source: Kind
ro_ro: Fel

source: Listing
ro_ro: Listare

source: Filter
ro_ro: Filtra

source: No field found for filtering!
ro_ro: Nu este găsit niciun câmp pentru filtrare!

source: Skip Zero Results
ro_ro: Skip zero rezultate

source: No
ro_ro: Nu

source: Yes
ro_ro: Da

source: Currency Unit
ro_ro: Unitate valutară

source: View Shortcode
ro_ro: Vizualizați codul scurt

source: (WPL) Summary
ro_ro: (WPL) Rezumat

source: Shows listings summary based on a certain Listing Type.
ro_ro: Afișează rezumatul listărilor pe baza unui anumit tip de listare.

source: Widget Layout Not Found!
ro_ro: Aspectul widget nu a fost găsit!

source: Summary
ro_ro: Rezumat

source: No of properties:
ro_ro: Nu de proprietăți:

source: Price range:
ro_ro: Gama de prețuri:

source: %s to %s
ro_ro: %s la %s

source: Average price:
ro_ro: Preț mediu:

source: See Properties
ro_ro: Vezi proprietăți

source: File does not exists!
ro_ro: Fișierul nu există!

source: Importer Add-on results
ro_ro: Rezultate suplimentare de importator

source: Listings imported
ro_ro: Listări importate

source: Select
ro_ro: Selecta

source: New %s
ro_ro: Nou %s

source: Reminder: %s
ro_ro: Memento: %s

source: %s logged in
ro_ro: %s conectat

source: New %s sent for you.
ro_ro: Noi %s trimise pentru tine.

source: New %s assigned to you.
ro_ro: NOU %S a fost atribuit.

source: Blog Domain
ro_ro: Domeniu de blog

source: Start typing...
ro_ro: Începeți să tastați ...

source: On-time
ro_ro: La timp

source: 15 minutes before
ro_ro: Cu 15 minute înainte

source: 30 minutes before
ro_ro: Cu 30 de minute înainte

source: 1 hour before
ro_ro: 1 oră înainte

source: 2 hours before
ro_ro: Cu 2 ore înainte

source: 6 hours before
ro_ro: Cu 6 ore înainte

source: 12 hours before
ro_ro: Cu 12 ore înainte

source: 1 day before
ro_ro: Cu o zi înainte

source: 2 days before
ro_ro: Cu 2 zile înainte

source: 1 week before
ro_ro: Cu 1 săptămână înainte

source: Enter a valid
ro_ro: Introduceți un valabil

source: User viewed property #%s located at %s.
ro_ro: Proprietatea vizualizată de utilizator # %s situată la %s.

source: User has logged in.
ro_ro: Utilizatorul s -a autentificat.

source: Listing ID
ro_ro: ID de listare

source: Contact Form
ro_ro: Formular de contact

source: Contact Details
ro_ro: Datele de contact

source: Request Details
ro_ro: Cereți detalii

source: Submit
ro_ro: Depune

source: CRM Add-on
ro_ro: Supliment CRM

source: Need Help?
ro_ro: Aveți nevoie de ajutor?

source: Download CRM manual and find related KB articles
ro_ro: Descărcați manualul CRM și găsiți articole KB înrudite

source: Shortcuts
ro_ro: Comitete rapide

source: An error ocurred uploading your file.
ro_ro: A apărut o eroare în încărcarea fișierului.

source: File extension should be .jpg, .png or .gif.
ro_ro: Extensia fișierului ar trebui să fie .jpg, .png sau .gif.

source: Toggle
ro_ro: Comutați

source: All
ro_ro: Toate

source: None
ro_ro: Nici unul

source: Save Search Add-on must be installed for this!
ro_ro: Salvați suplimentul de căutare trebuie instalat pentru acest lucru!

source: Edit Contact
ro_ro: Editați contactul

source: Add Contact
ro_ro: Adăugați contact

source: Edit Request
ro_ro: Editați cererea

source: Add Request
ro_ro: Adăugați cerere

source: Edit Save Search
ro_ro: Editați salvarea căutării

source: Add Save Search
ro_ro: Adăugați salvare căutare

source: Properties
ro_ro: Proprietăți

source: Edit Event
ro_ro: Editați evenimentul

source: Add Event
ro_ro: Adăugați eveniment

source: Edit Reminder
ro_ro: Editați memento

source: Add Reminder
ro_ro: Adăugați memento

source: Edit Ticket
ro_ro: Editați biletul

source: Add Ticket
ro_ro: Adăugați bilet

source: Home
ro_ro: Acasă

source: Please enter a value.
ro_ro: Vă rugăm să introduceți o valoare.

source: Are you sure?
ro_ro: Ești sigur?

source: Realtor
ro_ro: Regal

source: Assignment
ro_ro: Atribuire

source: Name
ro_ro: Nume

source: Click here to leave a reply
ro_ro: Faceți clic aici pentru a lăsa un răspuns

source: Reply
ro_ro: Răspuns

source: Leave a Reply...
ro_ro: Lasă un răspuns ...

source: Send
ro_ro: Trimite

source: Refresh
ro_ro: Reîmprospăta

source: Status
ro_ro: Statut

source: Owner
ro_ro: Proprietar

source: Priority
ro_ro: Prioritate

source: Last Update
ro_ro: Ultima actualizare

source: Are you sure you want to delete this event?
ro_ro: Ești sigur că vrei să ștergi acest eveniment?

source: Display
ro_ro: Afişa

source: from
ro_ro: din

source: records
ro_ro: înregistrări

source: No records
ro_ro: Fără înregistrări

source: Please enter the recipients emails (separated by comma).
ro_ro: Vă rugăm să introduceți e -mailurile destinatarilor (separați prin virgulă).

source: Search...
ro_ro: Căutare...

source: Reset search
ro_ro: Resetați căutarea

source: Click to sort by this column
ro_ro: Faceți clic pentru a sorta după această coloană

source: No results found!
ro_ro: Nu s -au găsit rezultate!

source: more to show
ro_ro: Mai multe de arătat

source: Per Page
ro_ro: Pe pagină

source: Menu
ro_ro: Meniu

source: Notifications
ro_ro: Notificări

source: You have %s new notification(s)
ro_ro: Aveți %notificări noi

source: No new notifications
ro_ro: Nu există notificări noi

source: See all Notifications
ro_ro: Vezi toate notificările

source: Profile Picture
ro_ro: Poză de profil

source: Membership
ro_ro: Calitatea de membru

source: Profile
ro_ro: Profil

source: Logout
ro_ro: Deconectare

source: Fullscreen
ro_ro: Ecran complet

source: Welcome
ro_ro: Bun venit

source: Quote of the day
ro_ro: Citat al zilei

source: Close the quote
ro_ro: Închideți citatul

source: Open the quote
ro_ro: Deschideți citatul

source: View Details
ro_ro: Vizualizați detalii

source: unknown
ro_ro: necunoscut

source: Add New
ro_ro: Adăugați nou

source: Show Archive
ro_ro: Arată arhiva

source: Show Unarchiveds
ro_ro: Arată unarhivings

source: Delete
ro_ro: Şterge

source: Archive
ro_ro: Arhivă

source: Unarchive
ro_ro: Unchon

source: Private
ro_ro: Privat

source: Merge
ro_ro: Fuziune

source: Relationship
ro_ro: Relaţie

source: Reset filter
ro_ro: Resetați filtrul

source: Filter by this column
ro_ro: Filtrați după această coloană

source: You should %s first.
ro_ro: Ar trebui să fii mai întâi.

source: You don't have access to this menu.
ro_ro: Nu aveți acces la acest meniu.

source: Selected items have been deleted.
ro_ro: Articolele selectate au fost șterse.

source: item not exists.
ro_ro: elementul nu există.

source: You may not have access to delete all selected items!
ro_ro: Este posibil să nu aveți acces pentru a șterge toate articolele selectate!

source: MLS Add-on / Servers
ro_ro: Add-on / servere MLS

source: Introduction
ro_ro: Introducere

source: Where can I find help with the WPL MLS Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul WPL MLS?

source: How do I include MLS/Importer Add-on fields into the search widget??
ro_ro: Cum includ câmpurile de suplimente MLS/Importator în widgetul de căutare ??

source: Related KB Articles
ro_ro: Articole KB înrudite

source: KB Articles
ro_ro: Articole KB

source: MLS Add-on / Mapping
ro_ro: MLS suplimentar / mapare

source: Map the source fields to existing WPL fields.
ro_ro: Mapați câmpurile sursă către câmpurile WPL existente.

source: It's highly recommended to don't map the fields that you don't need.
ro_ro: Este foarte recomandat să nu mapați câmpurile de care nu aveți nevoie.

source: MLS Add-on / Query Wizard
ro_ro: MLS add-on / Query Vrăjitor

source: Following Extension(s) must be installed :
ro_ro: După extensie trebuie să fie instalate:

source: MLS Error:
ro_ro: Eroare MLS:

source: For listing #
ro_ro: Pentru listare #

source: This category already exists!
ro_ro: Această categorie există deja!

source: The query was added successfully!
ro_ro: Interogarea a fost adăugată cu succes!

source: An error occurred! Please, try again.
ro_ro: A apărut o eroare!

source: Download MLS manual and find related KB articles
ro_ro: Descărcați manualul MLS și găsiți articole KB conexe

source: Add a new Feed
ro_ro: Adăugați un nou feed

source: Type
ro_ro: Tip

source: Connection / Import
ro_ro: Conexiune / import

source: Mapping
ro_ro: Cartografiere

source: Actions
ro_ro: Acțiuni

source: Update fields
ro_ro: Actualizați câmpurile

source: Import fields
ro_ro: Import câmpuri

source: Map with WPL
ro_ro: Harta cu WPL

source: Information
ro_ro: Informaţii

source: MLS Add-on / Import
ro_ro: MLS suplimentar / import

source: Importing from <strong>%1$s</strong> -- <strong>%2$s</strong>
ro_ro: Importarea de la <strong>%1 $ s </strong> - <strong>%2 $ s </strong>

source: Start
ro_ro: Început

source: Choose Feed Type
ro_ro: Alegeți tipul de alimentare

source: WebAPI Access
ro_ro: Acces WebAPI

source: Map
ro_ro: Hartă

source: Remove Mapping
ro_ro: Scoateți cartografierea

source: Enable value mapping for this field
ro_ro: Activați maparea valorilor pentru acest câmp

source: Export Mapping
ro_ro: Cartografierea exporturilor

source: Download
ro_ro: Descărcare

source: Import Mapping
ro_ro: Import cartografiere

source: Create the default query
ro_ro: Creați interogarea implicită

source: Create
ro_ro: Crea

source: Please select a MLS category
ro_ro: Vă rugăm să selectați o categorie MLS

source: Error Occured.
ro_ro: A apărut eroare.

source: Values
ro_ro: Valori

source: Value
ro_ro: Valoare

source: Short Value
ro_ro: Valoare scurtă

source: Long Value
ro_ro: Valoare lungă

source: MLS Server
ro_ro: Server MLS

source: Basic
ro_ro: De bază

source: Advanced
ro_ro: Avansat

source: Username
ro_ro: Nume de utilizator

source: Password
ro_ro: Parolă

source: Agent Username
ro_ro: Nume utilizator agent

source: Agent Password
ro_ro: Parola agentului

source: Unique Field
ro_ro: Câmp unic

source: Required for import!
ro_ro: Obligatoriu pentru import!

source: Photo Timestamp Field
ro_ro: Câmp de timp foto

source: Sample Query
ro_ro: Interogare de probă

source: Required for sample data!
ro_ro: Obligatoriu pentru date de probă!

source: Query Wizard
ro_ro: Vrăjitor de întrebare

source: Server Class
ro_ro: Clasa de server

source: Replication Endpoint
ro_ro: Punctul final de replicare

source: Usable for some WebAPI feeds
ro_ro: Utilizabil pentru unele fluxuri WebAPI

source: Default User
ro_ro: Utilizator implicit

source: Images
ro_ro: Imagini

source: Insert -1 for unlimited
ro_ro: Introduceți -1 pentru nelimitat

source: Import Limit
ro_ro: Limită de import

source: Purge Limit
ro_ro: Limită de purjare

source: Purge From
ro_ro: Purge din

source: For Rent
ro_ro: Pentru închiriere

source: Query
ro_ro: Interogare

source: Feed Provider
ro_ro: Furnizor de furaje

source: System Name
ro_ro: Numele sistemului

source: Generate Token
ro_ro: Generați jeton

source: Token URL
ro_ro: URL de jetoane

source: Client ID
ro_ro: ID client

source: Client Secret
ro_ro: Secretul clientului

source: Scope
ro_ro: Sfera de aplicare

source: Access Token
ro_ro: Jeton de acces

source: Decode MLS Values
ro_ro: Decodează valorile MLS

source: Support Expand for Media
ro_ro: Sprijinirea extinderii pentru mass -media

source: RETS Version
ro_ro: Versiunea RETS

source: Resource
ro_ro: Resursă

source: Post method
ro_ro: Metoda post

source: Image Type
ro_ro: Tip de imagine

source: External Image
ro_ro: Imagine externă

source: Alt. Image Type
ro_ro: Alt

source: Alt. External Image
ro_ro: Alt

source: Download External Image
ro_ro: Descărcați imaginea externă

source: Skip Index Image
ro_ro: Imaginea indexului

source: MLS Agent Field
ro_ro: Câmpul agent MLS

source: MLS Multi Agent Fields
ro_ro: Câmpuri MLS multi agent

source: Neighborhood Field
ro_ro: Câmp de vecinătate

source: Complex Field
ro_ro: Câmp complex

source: Google Geo Coordinates
ro_ro: Coordonatele Google Geo

source: MLS Auth method
ro_ro: Metoda Auth MLS

source: Digest
ro_ro: Digera

source: Connect to Server Per Class
ro_ro: Conectați -vă la server pe clasă

source: Map Field Per Class
ro_ro: MAP Field pe clasă

source: Name (SystemName)
ro_ro: Nume (SystemName)

source: Data type
ro_ro: Tip de date

source: Sample data
ro_ro: Date de probă

source: Lookup
ro_ro: Priveşte în sus

source: WPL field
ro_ro: Câmp WPL

source: Field Type
ro_ro: Tip de câmp

source: Create All
ro_ro: Creați toate

source: Source Values
ro_ro: Valori sursă

source: Modify mapping
ro_ro: Modificați maparea

source: Map a field
ro_ro: Harta un câmp

source: Add a new Query
ro_ro: Adăugați o nouă întrebare

source: MLS Class
ro_ro: Clasa MLS

source: Last sync
ro_ro: Ultima sincronizare

source: Never
ro_ro: Nu

source: Auto sync is enabled.
ro_ro: Sincronizarea automată este activată.

source: Auto sync is disabled.
ro_ro: Sincronizarea automată este dezactivată.

source: Hosting requirements
ro_ro: Cerințe de găzduire

source: Port/s No
ro_ro: Port/s nr

source: MLS modified.
ro_ro: MLS modificat.

source: Invalid MLS ID
ro_ro: ID MLS nevalid

source: Are you sure you want to remove this item?
ro_ro: Sunteți sigur că doriți să eliminați acest articol?

source: MLS server deleted.
ro_ro: Serverul MLS a fost șters.

source: We're processing your request. Please wait ...
ro_ro: Procesim cererea dvs.

source: Starting the process ...
ro_ro: Începerea procesului ...

source: Initializing the connection ...
ro_ro: Inițializarea conexiunii ...

source: Total listings:
ro_ro: Listele totale:

source: Importing/Updating ...
ro_ro: Importare/actualizare ...

source: Import stopped - no listing!
ro_ro: Import oprit - Fără listare!

source: Remained listings
ro_ro: Au rămas înregistrări

source: listing(s) successfully imported.
ro_ro: Listarea (e) cu succes importate.

source: Import/Update completed.
ro_ro: Import/actualizare finalizată.

source: Query modified.
ro_ro: Interogare modificată.

source: Invalid Query ID
ro_ro: ID de interogare nevalid

source: Query deleted.
ro_ro: Interogare ștersă.

source: Fields successfully connected and imported!
ro_ro: Câmpuri conectate și importate cu succes!

source: Something is wrong! Please check your username and password.
ro_ro: Ceva nu este în regulă!

source: Contain
ro_ro: Conţine

source: MLS connection failed!
ro_ro: Conexiunea MLS a eșuat!

source: MLS unique field must be specified!
ro_ro: Câmpul unic MLS trebuie specificat!

source: Successfully connected.
ro_ro: Conectat cu succes.

source: Error On MLS side
ro_ro: Eroare pe partea MLS

source: MLS unique field does not exist on MLS server.
ro_ro: Câmpul unic MLS nu există pe serverul MLS.

source: Mappings have been imported successfuly!
ro_ro: Mapările au fost importate cu succes!

source: Cannot import mapping!
ro_ro: Nu se poate importa maparea!

source: Copyright
ro_ro: Drepturi de autor

source: Hide
ro_ro: Ascunde

source: Show
ro_ro: Spectacol

source: (WPL) MLS Disclaimer
ro_ro: (WPL) MLS RESCARMER

source: Show MLS disclaimer
ro_ro: Afișați MLS Renunțarea la MLS

source: Disclaimer
ro_ro: Renunțare

source: Copyright %s %s, All Rights Reserved.
ro_ro: Copyright %s %s, toate drepturile rezervate.

source: Data last updated: %s
ro_ro: Datele actualizate ultima dată: %s

source: Unknown
ro_ro: Necunoscut

source: Listing Stats
ro_ro: Statistici de listare

source: What is Listing Stats menu in WPL?
ro_ro: Ce este meniul de statistici în WPL?

source: Log Manager
ro_ro: Manager de jurnal

source: What is the WPL Log Manager?
ro_ro: Ce este managerul de jurnal WPL?

source: Payments
ro_ro: Plăți

source: How do I get started with a WPL Payment system?
ro_ro: Cum încep cu un sistem de plată WPL?

source: Compare properties
ro_ro: Comparați proprietățile

source: You should add some listings to compare!
ro_ro: Ar trebui să adăugați câteva înregistrări pentru a compara!

source: Open Date
ro_ro: Data deschisă

source: SU
ro_ro: Sunt

source: WE
ro_ro: NOI

source: SA
ro_ro: pe

source: Sunday
ro_ro: duminică

source: Monday
ro_ro: luni

source: Tuesday
ro_ro: marţi

source: Wednesday
ro_ro: miercuri

source: Thursday
ro_ro: joi

source: Friday
ro_ro: vineri

source: Saturday
ro_ro: sâmbătă

source: January
ro_ro: ianuarie

source: February
ro_ro: februarie

source: March
ro_ro: martie

source: April
ro_ro: aprilie

source: May
ro_ro: mai

source: June
ro_ro: iunie

source: July
ro_ro: iulie

source: September
ro_ro: septembrie

source: October
ro_ro: octombrie

source: November
ro_ro: noiembrie

source: December
ro_ro: decembrie

source: WPL User Links
ro_ro: Link -uri de utilizator WPL

source: WPL Favorites Widget
ro_ro: Widget favorite WPL

source: WPL Unit Switcher Widget
ro_ro: Widgetul comutatorului de unitate WPL

source: WPL Carousel Widget
ro_ro: Widget WPL CAROUSEL

source: Bank account disabled!
ro_ro: Cont bancar dezactivat!

source: Your bank receipt was received and confirmed.
ro_ro: Chitanța bancară a fost primită și confirmată.

source: Your bank receipt was received. We will confirm it soon.
ro_ro: Chitanța bancară a fost primită.

source: Bank Receipt
ro_ro: Chitanță bancară

source: Please insert bank receipt!
ro_ro: Vă rugăm să introduceți chitanța bancară!

source: Enabled
ro_ro: Activat

source: Disabled
ro_ro: Dezactivat

source: Auto Confirm
ro_ro: Confirmare automată

source: User comment
ro_ro: Comentariu utilizator

source: Payment successful.
ro_ro: Plata cu succes.

source: Payment failed.
ro_ro: Plata a eșuat.

source: Transaction does not valid.
ro_ro: Tranzacția nu este valabilă.

source: Email address
ro_ro: Adresa de e-mail

source: Billing phone number
ro_ro: Număr de telefon de facturare

source: Billing given name
ro_ro: Billing Nume dat

source: Billing surname
ro_ro: Prenume de facturare

source: Billing street address
ro_ro: Adresa străzii de facturare

source: Billing extended address
ro_ro: Adresa extinsă de facturare

source: Billing locality
ro_ro: Localitate de facturare

source: Billing region
ro_ro: Regiunea de facturare

source: Billing postal code
ro_ro: Codul poștal de facturare

source: Billing country code
ro_ro: Codul țării de facturare

source: You successfully returned from the payment gateway!
ro_ro: Te -ai întors cu succes de la poarta de plată!

source: Your Payment nonce:
ro_ro: Nonce -ul dvs. de plată:

source: This field cannot be blank.
ro_ro: Acest câmp nu poate fi gol.

source: Mode
ro_ro: Mod

source: Sandbox/Testing
ro_ro: Sandbox/testare

source: Payment Method
ro_ro: Modalitate de plată

source: 3D Secure
ro_ro: 3D secur

source: Merchant ID
ro_ro: ID de comerciant

source: Public key
ro_ro: Cheia publică

source: Paypal Public key
ro_ro: Cheia publică PayPal

source: Private key
ro_ro: Cheie privată

source: Paypal Private key
ro_ro: Cheie privată PayPal

source: Paypal Client ID
ro_ro: ID -ul clientului PayPal

source: Your e-Wallet balance is low.
ro_ro: Bilanțul tău de porții electronic este scăzut.

source: Payment is invalid!
ro_ro: Plata nu este invalidă!

source: Your current balance is <span>%s</span>
ro_ro: Soldul dvs. curent este <span>%s </span>

source: Pay
ro_ro: Plată

source: Minimum Balance
ro_ro: Soldul minim

source: Live
ro_ro: Trăi

source: API Key
ro_ro: Cheia API

source: Merchant Key
ro_ro: Cheie comercială

source: Passphrase
ro_ro: Frază de trecere

source: Leave empty if you don't use passphrase!
ro_ro: Lăsați gol dacă nu utilizați PassPhrase!

source: Direct Payment
ro_ro: Plata directă

source: Recurring Payment
ro_ro: Plata recurentă

source: First name
ro_ro: Prenume

source: Last name
ro_ro: Nume

source: Card Type
ro_ro: Tip de carte

source: Discover
ro_ro: Descoperi

source: CC Number
ro_ro: Număr CC

source: Expiration Date
ro_ro: Data expirării

source: Express Payment
ro_ro: Plata expresă

source: Paypal is disabled!
ro_ro: PayPal este dezactivat!

source: Card data is invalid.
ro_ro: Datele cardului sunt nevalide.

source: Payment done but not valid!
ro_ro: Plata făcută, dar nu este valabilă!

source: Please proceed with the subscription %s.
ro_ro: Vă rugăm să continuați cu abonamentul %s.

source: here
ro_ro: Aici

source: Cannot initialize the subscription!
ro_ro: Nu se poate inițializa abonamentul!
