Repository: WordPressBugBounty/plugins-real-estate-listing-realtyna-wpl
Catalog: real-estate-listing-realtyna-wpl/languages/real-estate-listing-realtyna-wpl-*.po
Languages: ro_ro

source: Have a social network account?
ro_ro: Aveți un cont de rețea socială?

source: Login with a Social Network account
ro_ro: Conectați -vă cu un cont de rețea socială

source: Reset password
ro_ro: Resetați parola

source: Repeat
ro_ro: Repeta

source: Terms and Conditions should be agreed.
ro_ro: Termenii și condițiile ar trebui să fie convenite.

source: Register Membership
ro_ro: Înregistrați calitatea de membru

source: Payment successful.and your account upgraded to <strong>%s</strong>
ro_ro: Plata de succes.și contul dvs. a fost actualizat la <strong>%s </strong>

source: Passwords do not match!
ro_ro: Parolele nu se potrivesc!

source: Reset key is not correct!
ro_ro: Cheia de resetare nu este corectă!

source: No membership found!
ro_ro: Nu s -a găsit niciun membru!

source: Please login to your account first.
ro_ro: Vă rugăm să vă conectați mai întâi la contul dvs.

source: Your membership is not upgradable!
ro_ro: Calitatea de membru nu este upgradabilă!

source: The WPL Franchise Add-on must be installed for this feature!
ro_ro: Pentru această caracteristică trebuie să fie instalate suplimentul de franciză WPL!

source: <strong>ERROR</strong>: Invalid username.
ro_ro: <strong> eroare </strong>: nume de utilizator nevalid.

source: You logged in successfully!
ro_ro: Te -ai conectat cu succes!

source: You logged out successfully!
ro_ro: Te -ai deconectat cu succes!

source: <strong>ERROR</strong>: Invalid username or email.
ro_ro: <strong> eroare </strong>: nume de utilizator sau e -mail nevalid.

source: <strong>ERROR</strong>: Password reset is not allowed for this user.
ro_ro: <strong> eroare </strong>: Resetarea parolei nu este permisă pentru acest utilizator.

source: <strong>ERROR</strong>: Error Occurred.
ro_ro: <strong> eroare </strong>: a apărut o eroare.

source: An email was sent to you to complete the password reset.
ro_ro: V -a trimis un e -mail pentru a completa resetarea parolei.

source: Password should be more than 6 characters!
ro_ro: Parola ar trebui să fie mai mult de 6 caractere!

source: Password reset successful. You have logged in automatically!
ro_ro: Resetare parolă de succes.

source: User registered. Please check your email for password.
ro_ro: Utilizator înregistrat.

source: %s membership is not renewable!
ro_ro: %s Calitatea de membru nu este regenerabilă!

source: Renewed successfully.
ro_ro: Reînnoit cu succes.

source: Renew %s Membership
ro_ro: Reînnoiește %membru

source: Upgraded successfully.
ro_ro: Modernizat cu succes.

source: Change Membership to %s
ro_ro: Schimbați calitatea de membru la %s

source: Password and password repeat are not matched!
ro_ro: Repetarea parolei și a parolei nu sunt potrivite!

source: User is Invalid.
ro_ro: Utilizatorul este nevalid.

source: Password changed successfully!
ro_ro: Parola s -a schimbat cu succes!

source: %s is your new site. %s as %s using your existing password.
ro_ro: %s este noul dvs. site.

source: An error occurred! Please try again later.
ro_ro: A apărut o eroare!

source: Default
ro_ro: Implicit

source: Above the header (Show Only in mobile Devices)
ro_ro: Deasupra antetului (Afișați doar în dispozitivele mobile)

source: Show Only in mobile Device above the header
ro_ro: Afișați doar în dispozitivul mobil de deasupra antetului

source: Google Play Store URL
ro_ro: URL -ul magazinului Google Play Store

source: Apple App Store URL
ro_ro: URL Apple App Store

source: (WPL) Mobile App
ro_ro: (WPL) Aplicație mobilă

source: Mobile App Widget
ro_ro: Widget pentru aplicații mobile

source: Get it on Google play
ro_ro: Obțineți -l pe Google Play

source: Available on the app store
ro_ro: Disponibil în App Store

source: Down Payment
ro_ro: Acont

source: Loan Term
ro_ro: Termen de împrumut

source: years
ro_ro: ani

source: Interest Rate
ro_ro: Dobândă

source: Tax Type
ro_ro: Tip fiscal

source: Tax
ro_ro: Taxa

source: Insurance Type
ro_ro: Tip de asigurare

source: Insurance
ro_ro: Asigurare

source: per year
ro_ro: pe an

source: Monthly Payment
ro_ro: Plata lunară

source: Show Images
ro_ro: Afișați imagini

source: All Communities
ro_ro: Toate comunitățile

source: Sort Option
ro_ro: Sortare opțiune

source: Your Phone number
ro_ro: Numărul dvs. de telefon

source: I am interested in knowing more about the listing at
ro_ro: Sunt interesat să știu mai multe despre listare la

source: Send Message
ro_ro: Trimite mesaj

source: Inform me when there are new open house dates
ro_ro: Informează -mă când sunt noi date deschise

source: Login to get open house of properties.
ro_ro: Conectați -vă pentru a obține Open House of Properties.

source: Already a member? %s.
ro_ro: Deja membru?

source: Not a member? %s.
ro_ro: Nu este membru?

source: Invalid Property!
ro_ro: Proprietate nevalide!

source: You must fill all the fields!
ro_ro: Trebuie să umpleți toate câmpurile!

source: Invalid email!
ro_ro: E -mail nevalid!

source: Email exists!
ro_ro: E -mail există!

source: Saved successfully.
ro_ro: Salvat cu succes.

source: Property Value Range Chart
ro_ro: Diagrama de gamă a valorii proprietății

source: Active Foreclosure By ZIP Trend Chart
ro_ro: Excludere activă prin graficul de tendințe ZIP

source: Median Sales Price By ZIP Chart
ro_ro: Prețul median de vânzare prin ZIP Chart

source: Comparable Sales By ZIP Trend Chart
ro_ro: Vânzări comparabile prin ZIP Trend Chart

source: New Foreclosure By ZIP Trend Chart
ro_ro: Noua excludere a graficului de tendințe ZIP

source: Unit Sales Volume By ZIP Chart
ro_ro: Volumul vânzărilor de unități prin ZIP Chart

source: Median Sales Price/SQFT Range By ZIP Chart
ro_ro: Prețul de vânzare median/sqft gama prin ZIP Chart

source: Median Sales Price/SQFT By ZIP Chart
ro_ro: Preț de vânzare median/mp de ZIP Chart

source: Neighborhood Valuation By ZIP Chart
ro_ro: Evaluarea vecinătății prin Zip Chart

source: Neighborhood Valuation By Neighborhood Chart
ro_ro: Evaluarea vecinătății pe graficul de cartier

source: Sales Count By Age of Home By ZIP
ro_ro: Numărul de vânzări pe vârsta de casă cu zip

source: Sales Count By Age of Home By Neighbourhood
ro_ro: Numărul de vânzări în funcție de vârsta de acasă pe cartier

source: Neighborhood Annual % Change Valuation By ZIP
ro_ro: Vecinătate anuală % schimbarea evaluării prin zip

source: Neighborhood Annual % Change Valuation By Neighborhood
ro_ro: Vecinătate anual % schimbarea evaluării pe cartier

source: Home Sales by Number of Bedrooms
ro_ro: Vânzări de locuințe după numărul de dormitoare

source: Home Sales Count by Living Area (square feet)
ro_ro: Număr de vânzări de locuințe pe zona de locuit (metri pătrați)

source: Home Sales by Price Range
ro_ro: Vânzări la domiciliu după gama de prețuri

source: Single Family # Home Sold By City
ro_ro: O singură familie # acasă vândută de oraș

source: Single Family Median Sales Price By City
ro_ro: Prețul de vânzare median cu o singură familie de către oraș

source: Monthly
ro_ro: Lunar

source: Bi-Monthly
ro_ro: Bilunar

source: Quarterly
ro_ro: Trimestrial

source: Auth Key
ro_ro: Cheie de autori

source: Select period time
ro_ro: Selectați timpul perioadei

source: You should insert the BKFS API Key first!
ro_ro: Ar trebui să introduceți mai întâi cheia API BKFS!

source: Powered By:
ro_ro: Cu sprijinul:

source: Update all properties' rank
ro_ro: Actualizați rangul tuturor proprietăților

source: Update
ro_ro: Actualizare

source: There are %s listings for update
ro_ro: Există %înregistrări pentru actualizare

source: Review Add-on
ro_ro: Examinați suplimentul

source: With this menu, you can manage rate types and listing reviews.
ro_ro: Cu acest meniu, puteți gestiona tipurile de tarife și recenziile de listare.

source: Where can I find help with the WPL Review Add-on?
ro_ro: Unde pot găsi ajutor cu suplimentul de recenzie WPL?

source: Overall
ro_ro: În general

source: Invalid Data!
ro_ro: Date nevalide!

source: You can send only one review!
ro_ro: Puteți trimite o singură recenzie!

source: Review submitted!
ro_ro: Recenzie trimisă!

source: Please insert your reply!
ro_ro: Vă rugăm să introduceți răspunsul!

source: You should login first!
ro_ro: Ar trebui să vă autentificați mai întâi!

source: Your reply submitted!
ro_ro: Răspunsul dvs. trimis!

source: Your like submitted!
ro_ro: TREBUIE TIMIT!

source: Your dislike submitted!
ro_ro: Neplăcerea ta trimisă!

source: Lisitng Type
ro_ro: Tip de listare

source: Review
ro_ro: Recenzie

source: Likes
ro_ro: Îi place

source: Like Method
ro_ro: Ca metoda

source: Only Likes
ro_ro: Doar îi place

source: Only Dislikes
ro_ro: Doar nu -i place

source: Load More
ro_ro: Încărcați mai mult

source: Like
ro_ro: Ca

source: Dislike
ro_ro: Nu -i place

source: %s Votes
ro_ro: %s voturi

source: Your name
ro_ro: Numele dumneavoastră

source: Your email
ro_ro: E -mailul tău

source: Please write your review ...
ro_ro: Vă rugăm să scrieți recenzia dvs. ...

source: <span>0</span> / %s Characters
ro_ro: <span> 0 </span> / %s caractere

source: Submit Review
ro_ro: Trimiteți revizuirea

source: Cancel
ro_ro: Anula

source: You don't have access to post a review!
ro_ro: Nu aveți acces pentru a posta o recenzie!

source: Please add your rate for all items first!
ro_ro: Vă rugăm să adăugați mai întâi rata pentru toate articolele!

source: Please enter your comment!
ro_ro: Vă rugăm să introduceți comentariul dvs.!

source: Please enter your name!
ro_ro: Vă rugăm să introduceți numele dvs.!

source: Please enter your email!
ro_ro: Vă rugăm să introduceți e -mailul!

source: Your email is not valid!
ro_ro: E -mailul dvs. nu este valabil!

source: %s - Rate Types
ro_ro: %s - tipuri de rate

source: Add a new Review type
ro_ro: Adăugați un nou tip de recenzie

source: Edit Review Type
ro_ro: Editați tipul de recenzie

source: Page
ro_ro: Pagină

source: %s - Reviews
ro_ro: %s - recenzii

source: Reviewer
ro_ro: Referent

source: Entity
ro_ro: Entitate

source: Added Time
ro_ro: Timp adăugat

source: Parent
ro_ro: Mamă

source: Guest User
ro_ro: Utilizator invitat

source: Invalid Rate Type
ro_ro: Tip de rată nevalid

source: Invalid name!
ro_ro: Nume nevalid!

source: Review & Rating type modified.
ro_ro: Revizuire și tip de evaluare modificată.

source: Invalid Id
ro_ro: ID nevalid

source: Review & Rating type deleted.
ro_ro: Recenzie și tip de rating șters.

source: Invalid Review
ro_ro: Recenzie nevalide

source: Review removed.
ro_ro: Revizuirea eliminată.

source: Invalid Kind!
ro_ro: Un fel nevalid!

source: unsubscribe
ro_ro: dezabonați -vă

source: %s was changed to %s
ro_ro: %s a fost schimbat la %s

source: Saved Searches Pages.
ro_ro: Pagini de căutare salvate.

source: Inform me when property is updated
ro_ro: Informați -mă când proprietatea este actualizată

source: Login to watch changes of properties.
ro_ro: Conectați -vă pentru a urmări modificările proprietăților.

source: Search Name
ro_ro: Numele căutării

source: My Search Name
ro_ro: Numele meu de căutare

source: Register & Save
ro_ro: Înregistrați -vă și salvați

source: Login & Save
ro_ro: Conectați -vă și salvați

source: Forgot your password? %s.
ro_ro: Ați uitat parola?

source: Restore
ro_ro: Restabili

source: Only lower-case characters, dashes, and numbers!
ro_ro: Doar caractere cu cazuri mai mici, liniuțe și numere!

source: bed(s)
ro_ro: paturi (paturi)

source: bath(s)
ro_ro: Băi (S)

source: More info
ro_ro: Mai multe informații

source: Saved Searches of %s
ro_ro: Căutări salvate de %s

source: Created
ro_ro: Creat

source: Link
ro_ro: Legătură

source: Notify mode
ro_ro: Notifică modul

source: Set an alias for link...
ro_ro: Setați un alias pentru link ...

source: Open SEF link
ro_ro: Deschideți legătura SEF

source: Once a day
ro_ro: O dată pe zi

source: After adding a property
ro_ro: După adăugarea unei proprietăți

source: No saved search to show!
ro_ro: Nici o căutare salvată de arătat!

source: Are you sure you want to remove all items?
ro_ro: Ești sigur că vrei să elimini toate articolele?

source: You should %s first to see your saved searches!
ro_ro: Ar trebui să vă vedeți mai întâi căutările salvate!

source: You have been successfully unsubscribed!
ro_ro: Ați fost cu succes dezabonați!

source: We couldn't recognize your saved search to unsubscribe!
ro_ro: Nu am putut recunoaște căutarea dvs. salvată pentru a vă dezabona!

source: You don't have access to this action!
ro_ro: Nu aveți acces la această acțiune!

source: All of your saved searches deleted successfully.
ro_ro: Toate căutările salvate au fost șterse cu succes.

source: Saved searches deleted successfully.
ro_ro: Căutările salvate șterse cu succes.

source: Alias updated successfully.
ro_ro: Alias ​​a actualizat cu succes.

source: (WPL) Save Searches
ro_ro: (Wpl) Salvați căutările

source: Shows saved searches.
ro_ro: Arată căutări salvate.

source: Save Searches
ro_ro: Salvați căutările

source: You have reached your maximum daily request limit!
ro_ro: Ați atins limita maximă de solicitare zilnică!

source: No Schools found!
ro_ro: Nu s -au găsit școli!

source: Link Schools?
ro_ro: Școli de legătură?

source: Cache lifetime (Days)
ro_ro: Cache Lifetime (zile)

source: School info cannot be shown because an error occurred...!
ro_ro: Informațiile școlare nu pot fi afișate deoarece a apărut o eroare ...!

source: %s Miles
ro_ro: %s mile

source: Grade: %s
ro_ro: Grad: %s

source: Type: %s
ro_ro: Tip: %s

source: Video chat
ro_ro: Chat video

source: Please fill all required information.
ro_ro: Vă rugăm să completați toate informațiile necesare.

source: 7 AM
ro_ro: 7 dimineața

source: 9 AM
ro_ro: 9 dimineața

source: 10 AM
ro_ro: 10 dimineața

source: 11 AM
ro_ro: 11 dimineața

source: 8 PM
ro_ro: 20 pm

source: Start Time
ro_ro: Timp de pornire

source: End Time
ro_ro: Timpul de sfârșit

source: No Same Day Request
ro_ro: Fără cerere în aceeași zi

source: Schedule a Showing
ro_ro: Programați o prezentare

source: Appointment Date *
ro_ro: Data numirii *

source: Appointment Time
ro_ro: Timp de programare

source: First Name *
ro_ro: Prenume *

source: Last Name *
ro_ro: Nume *

source: Phone *
ro_ro: Telefon *

source: Message *
ro_ro: Mesaj *

source: Are you sure you want to approve this request??
ro_ro: Ești sigur că vrei să aprobi această solicitare ??

source: Approved
ro_ro: Aprobat

source: Showing Scheduler
ro_ro: Afișarea planificatorului

source: Property ID
ro_ro: ID de proprietate

source: Date
ro_ro: Data

source: Time
ro_ro: Timp

source: Approve
ro_ro: Aproba

source: WPL Tags Widget
ro_ro: Widget WLPL WILL

source: Show Count
ro_ro: Numărul de spectacole

source: (WPL) Tags
ro_ro: (Wpl) etichete

source: Shows Listing Tags
ro_ro: Afișează etichetele de listare

source: Listing Tags
ro_ro: Etichete de listare

source: Sample add-on
ro_ro: Eșantion suplimentar

source: Use this add-on to generate sample properties.
ro_ro: Utilizați acest supliment pentru a genera proprietăți de eșantion.

source: How do I insert sample properties in WPL PRO?
ro_ro: Cum introduc proprietăți de eșantion în WPL Pro?

source: WPL sample
ro_ro: Eșantion WPL

source: Generate sample listings
ro_ro: Generați listări de probe

source: Listing type
ro_ro: Tip de listare

source: Property type
ro_ro: Tip de proprietate

source: Geo center
ro_ro: Centrul Geo

source: Example: Los Angeles, California, United States
ro_ro: Exemplu: Los Angeles, California, Statele Unite

source: Miles
ro_ro: Mile

source: Property tag
ro_ro: Etichetă de proprietate

source: Random
ro_ro: Aleatoriu

source: Featured
ro_ro: Prezentat

source: Hot
ro_ro: Fierbinte

source: Open house
ro_ro: Casă deschisă

source: Foreclosure
ro_ro: Excludere

source: Image count
ro_ro: Numărul de imagini

source: Maximum is 10
ro_ro: Maxim este de 10

source: Insert
ro_ro: Introduce

source: Listings imported.
ro_ro: Listări importate.

source: An error occured.
ro_ro: A apărut o eroare.

source: Request is not valid!
ro_ro: Cererea nu este valabilă!

source: Nothing found!
ro_ro: Nimic nu a găsit!

source: Sort By
ro_ro: Filtrează după

source: Distance
ro_ro: Distanţă

source: Best Match
ro_ro: Cel mai bun meci

source: Review Count
ro_ro: Numărul de recenzii

source: Price Level
ro_ro: Nivelul prețurilor

source: Any
ro_ro: Orice

source: Categories
ro_ro: Categorii

source: Active Life
ro_ro: Viață activă

source: Arts & Entertainment
ro_ro: Arte și divertisment

source: Automotive
ro_ro: Auto

source: Beauty & Spas
ro_ro: Frumusețe și spa -uri

source: Bicycles
ro_ro: Biciclete

source: Education
ro_ro: Educaţie

source: Event Planning & Services
ro_ro: Planificarea evenimentelor și serviciile

source: Financial Services
ro_ro: Servicii financiare

source: Food
ro_ro: Mâncare

source: Health & Medical
ro_ro: Sănătate și medical

source: Home Services
ro_ro: Servicii la domiciliu

source: Hotels & Travel
ro_ro: Hoteluri și călătorii

source: Local Flavor
ro_ro: Aromă locală

source: Local Services
ro_ro: Servicii locale

source: Nightlife
ro_ro: Viața de noapte

source: Pets
ro_ro: Animale de companie

source: Professional Services
ro_ro: Servicii profesionale

source: Public Services & Government
ro_ro: Servicii publice și guvern

source: Real Estate
ro_ro: Imobiliare

source: Religious Organizations
ro_ro: Organizații religioase

source: Restaurants
ro_ro: Restaurante

source: Shopping
ro_ro: Cumpărături

source: Business Per Page
ro_ro: Afaceri pe pagină

source: Distance Unit
ro_ro: Unitate de distanță

source: Meters
ro_ro: Metri

source: Kilo Meters
ro_ro: Kilometri

source: Feet
ro_ro: Picioare

source: More
ro_ro: Mai mult

source: WPL Dashboard
ro_ro: WPL tablou de bord

source: Documentation
ro_ro: Documentare

source: WPL Manual
ro_ro: Manual WPL

source: WPL KB articles
ro_ro: Articole WPL KB

source: How do I update WPL PRO?
ro_ro: Cum actualizez WPL Pro?

source: How do you upgrade WPL basic to WPL PRO?
ro_ro: Cum actualizați WPL BASIC la WPL PRO?

source: How do I download my purchased products?
ro_ro: Cum descarc produsele mele cumpărate?

source: How do I link images using the mailto option?
ro_ro: Cum conectez imaginile folosind opțiunea Mailto?

source: How do I disable Google Maps in the listing pages?
ro_ro: Cum dezactivez Google Maps în paginile de listare?

source: How to enable the Mortgage Calculator feature?
ro_ro: Cum să activați caracteristica calculatorului ipotecar?

source: How do I enable WPL contact forms/activities?
ro_ro: Cum activez formularele/activitățile de contact WPL?

source: How do I make the Walk Score responsive?
ro_ro: Cum fac ca scorul de mers să răspundă?

source: Enabling/Disabling/Sorting WPL Activities.
ro_ro: Activarea/dezactivarea/sortarea activităților WPL.

source: How do I manage social media icons on the WPL front-end?
ro_ro: Cum gestionez pictogramele de socializare pe front-end-ul WPL?

source: How do I enable the Google Places feature?
ro_ro: Cum activez funcția Google Places?

source: Widget areas and activity positions in the WPL.
ro_ro: Zonele de widget și pozițiile de activitate în WPL.

source: How to show/hide property tags?
ro_ro: Cum se afișează/se ascundă etichetele de proprietate?

source: Add/Edit Listing
ro_ro: Adăugare/editare listare

source: With this menu you can add a new listing or modify an existing listing.
ro_ro: Cu acest meniu puteți adăuga o nouă listă sau puteți modifica o listă existentă.

source: How do I create property type and listing type specific fields in WPL?
ro_ro: Cum creez tipul de proprietate și listarea câmpurilor specifice tipurilor în WPL?

source: How do I adjust the property Geo point?
ro_ro: Cum reglez proprietatea GEO punct?

source: How to receive a notification when a new listing submitted by an agent?
ro_ro: Cum să primiți o notificare atunci când o nouă listă trimisă de un agent?

source: How to hide property address?
ro_ro: Cum se ascunde adresa de proprietate?

source: WPL Data Structure
ro_ro: Structura datelor WPL

source: How to manage (Add/Edit/Delete) Listing Types or Property Types
ro_ro: Cum să gestionați (adăugați/editați/ștergeți) tipuri de listare sau tipuri de proprietăți

source: How do I set WPL sort options?
ro_ro: Cum pot seta opțiuni de sortare WPL?

source: How do I set categories for listing and property types?
ro_ro: Cum stabilesc categorii pentru listare și tipuri de proprietăți?

source: How do I add a new category for listing and property types?
ro_ro: Cum adaug o nouă categorie pentru listare și tipuri de proprietăți?

source: How do I create property type and listing type fields in WPL?
ro_ro: Cum pot crea câmpuri de tip de proprietate și de listare în WPL?

source: How do I hide zero values in the property listing and other WPL pages?
ro_ro: Cum ascund valori zero în lista de proprietăți și în alte pagini WPL?

source: How do I change the listing user/agent?
ro_ro: Cum schimb utilizatorul/agentul de listare?

source: How to purge all Unfinalized listings?
ro_ro: Cum să purificăm toate listările nefinnalizate?

source: How to clone a listing?
ro_ro: Cum să clonezi o listă?

source: My added listings are not showing in listing pages in frontend.
ro_ro: Listele mele adăugate nu sunt afișate în listarea paginilor din Frontend.

source: WPL Locations
ro_ro: Locații WPL

source: How do I use the Location Manager in WPL?
ro_ro: Cum folosesc Managerul de locație în WPL?

source: How do I enable new countries in WPL?
ro_ro: Cum activez noi țări în WPL?

source: How do I add/remove a location level in WPL?
ro_ro: Cum adaug/elimină un nivel de locație în WPL?

source: WPL Notifications
ro_ro: Notificări WPL

source: How do I use the Notification Manager in WPL?
ro_ro: Cum folosesc managerul de notificări în WPL?

source: How do I change the sender email/name in WPL notifications?
ro_ro: Cum schimb e -mailul/numele expeditorului în notificările WPL?

source: How do I disable WPL notifications for a certain user/agent?
ro_ro: Cum dezactivez notificările WPL pentru un anumit utilizator/agent?

source: I don't receive contact notifications. What should I do?
ro_ro: Nu primesc notificări de contact.

source: My Profile
ro_ro: Profilul meu

source: How do I update an agent profile?
ro_ro: Cum actualizez un profil de agent?

source: Adding new users/agents to WPL
ro_ro: Adăugarea de noi utilizatori/agenți la WPL

source: What is the difference between the image resize methods?
ro_ro: Care este diferența dintre metodele de redimensionare a imaginii?

source: How do I use the WPL Geo Meta Tag feature?
ro_ro: Cum folosesc funcția WPL GEO META?

source: How do I enable the WPL RSS feed feature?
ro_ro: Cum activez funcția de alimentare WPL RSS?

source: How do I adjust the WPL address pattern?
ro_ro: Cum ajustez modelul de adresă WPL?

source: How do I enable the WPL Watermark feature?
ro_ro: Cum activez funcția WPL WILLAMARK?

source: How to change main color of the WPL frontend?
ro_ro: Cum se schimbă culoarea principală a frontend -ului WPL?

source: Why aren't my thumbnail photos changing in my listings?
ro_ro: De ce nu se schimbă fotografiile mele în miniatură în listările mele?

source: How do I add a print option on a listing page?
ro_ro: Cum adaug o opțiune de imprimare pe o pagină de listare?

source: How do I change the WPL date format?
ro_ro: Cum schimb formatul datei WPL?

source: How to enable new WPL Cronjob system?
ro_ro: Cum se activează noul sistem WPL Cronjob?

source: User Manager
ro_ro: Manager de utilizator

source: What are the different access options for WPL users?
ro_ro: Care sunt diferitele opțiuni de acces pentru utilizatorii WPL?

source: -expand
ro_ro: -extinde

source: Optional add-ons
ro_ro: Suplimente opționale

source: Previous
ro_ro: Anterior

source: WPL Change-log
ro_ro: Wpl-ul-log

source: Browse WPL change-log.
ro_ro: Parcurgeți WPL Change-Log.

source: Update WPL PRO and its add-ons
ro_ro: Actualizați WPL Pro și suplimentele sale
